{"set_id": "2004", "wb_display": "1", "input": [{"pair_id": "OUSD_7317", "sentence_a": "తనకు ఎవరితోనూ శతృత్వం లేదని, దాడి చేసిన ఆగంతకులను తాను గుర్తు పట్టనని బాధితుడు మనోజ్ తెలుపడంతో పోలీసులు ఇతర కోణాల్లోనూ దర్యాప్తు జరుపుతున్నారు.", "sentence_b": "వాద్రా విచారణకు సహకరించడం లేదని, సరైన సమాధానాలు చెప్పడంలేదని ఈడీ తెలిపింది."}, {"pair_id": "OC5_6664", "sentence_a": "ఫిల్మ్ ఇన్స్టిట్యూట్ ఆఫ్ ఇండియాకు ఛైర్మన్గా అనుపమ్ ఖేర్", "sentence_b": "బాలీవుడ్ నటుడు అనుపమ్ ఖేర్ పూణేలోని ఫిల్మ్ అండ్ టెలివిజన్ ఇనిస్టిట్యూట్ ఆఫ్ ఇండియా చైర్మన్గా నియమితులయ్యారు."}, {"pair_id": "UDD_797", "sentence_a": "తొలి సినిమా టాక్ బయటకు రాకుండానే ప్రియకు ఆఫర్లు వెల్లువెత్తుతున్నాయి.", "sentence_b": "మృతదేహాల ను పోస్టుమార్టం ఆసుపత్రికి తరలించి కేసు దర్యాప్తు చేస్తున్నారు."}, {"pair_id": "UDD_1333", "sentence_a": "దాని వల్ల సోషల్ మీడియాలో అనుచిత వ్యాఖ్యలు/ చిత్రాలు పోస్టు చేసే అసలైన వ్యక్తిని సులభంగా పట్టుకోడానికి వీలుంటుందని కోర్టు పేర్కొంది.", "sentence_b": "ఇరు వాదనలు విన్న సీబీఐ కోర్టు తీర్పును 30 నిమిషాల పాటు రిజర్వ్లో ఉంచింది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_7317", "mr_explanation": "", "most_related": "UDD_1333"}, "attempts": 1, "last_modified": "2023-10-27 10:40:56"}
{"set_id": "4_G", "wb_display": "2", "input": [{"pair_id": "51", "sentence_a": "విశాఖ ఎల్ జీ పాలిమర్స్ ఘటనలో హైకోర్టు కీలక ఆదేశాలు", "sentence_b": "విశాఖ ఎల్ జీ పాలిమర్స్ ఘటనలో ఏపీ హైకోర్టు కీలక ఆదేశాలు జారీ చేసింది."}, {"pair_id": "20", "sentence_a": "జొహన్నస్బర్గ్కు తూర్పు వైపు 40 కిలోమీటర్ల దూరంలో ఈ ప్రమాదం చోటు చేసుకుంది.", "sentence_b": "చనిపోయిన వారి మృత దేహాలను వైద్య సిబ్బంది విమానం మధ్యలో కనుగొన్నారు."}, {"pair_id": "46", "sentence_a": "వచ్చే ఏడాది సంక్రాంతికి విడుదలకానున్న ఈ చిత్రానికి సంగీతం దేవిశ్రీ అందిస్తున్నారు.", "sentence_b": "ఈ సినిమా వచ్చే ఏడాది ఏప్రిల్లో సెట్స్పైకి వెళ్తుంది."}, {"pair_id": "79", "sentence_a": "మౌంట్ మాంగనుయ్: కివీస్తో జరుగుతున్న మూడో వన్డేలో టీమిండియా ఏడు వికెట్ పడగొట్టింది.", "sentence_b": "ముంబై బౌలర్లు బౌల్ట్, జయంత్ యాదవ్, కృనాల్ పాండ్యా, బుమ్రా, కౌల్టర్ నైల్ తలో వికెట్ పడగొట్టారు."}], "output": {"most_related": "79", "least_related": "51", "mr_explanation": "", "lr_explanation": ""}, "is_golden": "true", "status": "success", "attempts": 1, "last_modified": "2023-10-27 10:46:24"}
{"set_id": "2001", "wb_display": "3", "input": [{"pair_id": "para_4", "sentence_a": "ఈజిప్ట్ మాజీ అధ్యక్షుడు మహ్మద్ మోర్సీకి ట్రయల్ కోర్టు విధించిన 20 ఏళ్ల జైలు శిక్షను దేశ సర్వోన్నత న్యాయస్థానం ఖరారు చేసింది .", "sentence_b": "ఈజిప్ట్ సర్వోన్నత న్యాయస్థానం మాజీ అద్యక్ష్యుడు అయిన మొహమ్మద్ మోర్సీకి కోర్టు 20 ఏళ్ళ జైలు శిక్షను కరారు చేసింది."}, {"pair_id": "OUSD_7272", "sentence_a": "ఈ కేసును సీబీఐతో విచారణ చేయించేందుకు హైకోర్టు అనుమతి ఇచ్చింది.", "sentence_b": "ఈ చట్టం అమలులోకి వచ్చిన తర్వాత తొలిసారిగా ఒక కేసులో కోర్టు దోషికి మరణ శిక్షను ఖరారు చేసింది."}, {"pair_id": "para_1153", "sentence_a": "నేషనల్ హెరాల్డ్ కేసులో ఢిల్లీ హైకోర్టు కీలక నిర్ణయం తీసుకుంది .", "sentence_b": "ఢిల్లీ హైకోర్టు నేషనల్ హెరాల్డ్ కేసులో ముఖ్య నిర్ణయం వెల్లడించింది."}, {"pair_id": "OC4_1664", "sentence_a": "ఈ పరిస్థితుల్లో డీఎస్ అమిత్ షాను కలవడంతో రాజకీయంగా ప్రాధాన్యం సంతరించుకుంది.", "sentence_b": "గత లోక్సభ ఎన్నికల్లో డీఎస్ కుమారుడు అరవింద్ నిజామాబాద్ బీజేపీ అభ్యర్థిగా పోటీ చేసి గెలుపొందారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_4", "mr_explanation": "", "most_related": "OC4_1664"}, "attempts": 1, "last_modified": "2023-10-27 11:23:57"}
{"set_id": "2010", "wb_display": "4", "input": [{"pair_id": "OC4_2636", "sentence_a": "ఫిబ్రవరి 7 (నమస్తే తెలంగాణ): ఈశాన్య, ఉత్తరాది దిశల నుంచి శీతలగాలులు జోరుగా వీస్తుండటంతో రాష్ట్రంలో రెండు రోజులుగా చలి తీవ్రత మళ్లీ పెరిగింది.", "sentence_b": "ఎండల తీవ్రత పెరగాల్సిన సమయంలో అనూహ్యంగా రాత్రి, పగటి ఉష్ణోగ్రతలు తగ్గిపోతున్నాయి."}, {"pair_id": "OUSD_105", "sentence_a": "ఇక హైదరాబాద్లో కొత్త ఫ్లాట్ కూడా కొనుక్కొని సినిమాల్లో తన సక్సెస్ను ఈ భామ ఎంజాయ్ చేస్తోందని తెలిసింది.", "sentence_b": "ఇక ఈ చిత్రంలో రాజశేఖర్కు జోడిగా పూజా కుమార్, శ్రద్ధాదాస్ నటించారు."}, {"pair_id": "OUSD_19", "sentence_a": "అలాగే ఈ సినిమాలో మహేష్ సరసన పూజా హెగ్డే హీరోయిన్ గా నటిస్తోందట.", "sentence_b": "ఈ చిత్రం ద్వారా వాణి ఎం."}, {"pair_id": "SP_2932", "sentence_a": "ఆదివారం సాయంత్రం జరిగిన విద్యుతాఘాతం ఉదంతంలో గొర్రెల మందపై విద్యుత్ వైర్లు తెగి పడడంతో మందలో ఉన్న మొత్తం గొర్రెలు మృత్యువాతకు గురయ్యాయి.", "sentence_b": "సలంద్రి మల్లయ్యకు చెందిన గొర్రెలను పెద్దూరులోని పెల్లెలో ఏర్పాటు చేసుకున్న దొడ్డికి చుట్టూ రక్షణగా ఇనుప కంచె నిర్మించారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC4_2636", "mr_explanation": "", "most_related": "SP_2932"}, "attempts": 1, "last_modified": "2023-10-27 11:27:51"}
{"set_id": "2003", "wb_display": "5", "input": [{"pair_id": "OC4_3170", "sentence_a": "ఈ పండుగ ప్రేమ, సహనం, త్యాగాలకు ప్రతీక అని పేర్కొన్నారు.", "sentence_b": "పేదలతో, బంధువులతో ఆహారాన్ని పంచుకునే ఈ పండుగ, మనకున్న దానిలో నలుగురికీ సాయం చేయాలనే సందేశాన్నిస్తుంది."}, {"pair_id": "OC5_3778", "sentence_a": "అనంతనాగ్ జిల్లాలోని లాల్చౌక్లో జాతీయ జెండా రెపరెపలు", "sentence_b": "జమ్ముకశ్మీర్కు స్వయంప్రతిపత్తిని కల్పించే ఆర్టికల్ 370ని ప్రధానమంత్రి నరేంద్ర మోదీ ప్రభుత్వం రద్దు చేసి బుధవారానికి ఏడాది పూర్తయింది."}, {"pair_id": "UDD_170", "sentence_a": "ఫిలిప్పీన్స్ నుంచి వచ్చే దరఖాస్తులు 2006తో పోలిస్తే 70 శాతం తగ్గాయని యూఎస్ అధికారులు విడుదల చేసిన గణాంకాలు వెల్లడించాయి.", "sentence_b": "ఈ ఆర్థిక సంవత్సరం ఆర్బీఐ ఇప్పటికే రెండుసార్లు కీలక వడ్డీ రేట్లను పెంచింది."}, {"pair_id": "OUSD_60", "sentence_a": "ఈ సినిమా బాలీవుడ్ లో కలెక్షన్స్ బాగా తెచ్చుకుంది.", "sentence_b": "అంతేకాక ఈ షెడ్యూల్లోనే బాలీవుడ్ నటుడు అజయ్ దేవగన్ ఇంట్రో సీన్ కూడా పూర్తి చేయాలని ప్లాన్ చేస్తున్నారట."}], "is_golden": "false", "status": ""}
{"set_id": "2009", "wb_display": "6", "input": [{"pair_id": "SP_534", "sentence_a": "కరోనా వ్యాప్తి నేపథ్యంలో పరీక్షలు నిర్వహిస్తే విద్యార్థులు వైరస్ ప్రభావానికి గురయ్యే ప్రమాదం ఉందని పిటిషన్ లో పేర్కొన్నారు.", "sentence_b": "విచారణ సందర్భంగా, ప్రభుత్వం తరఫున సొలిసిటర్ జనరల్ తుషార్ మెహతా కోర్టుకు వివరాలు తెలిపారు."}, {"pair_id": "OC5_6241", "sentence_a": "సంగారెడ్డిలో డెక్కన్ గ్రెయింజ్ ప్లాంట్ ... రూ.200 కోట్ల ఆదాయం లక్ష్యం", "sentence_b": "హైదరాబాద్ : డెక్కన్ రైస్ బ్రాండ్ పేరుతో బియ్యం ఎగుమతుల్లో ఉన్న డెక్కన్ గ్రెయింజ్ కొత్తగా హైదరాబాద్ సమీపంలో ప్రాసెసింగ్ ప్లాంట్ను నెలకొల్పింది."}, {"pair_id": "SP_2830", "sentence_a": "వినియోగదారుల సంతఅప్తి మెరుగుపరచాలనే ఉద్దేశ్యంతో దీన్ని అందుబాటులోకి తెచ్చామని ఆ సంస్థ పేర్కొంది.", "sentence_b": "దీంతో భవిష్యత్తులో ఫిర్యాదులు తగ్గనున్నాయని విశ్వాసం వ్యక్తం చేసింది."}, {"pair_id": "UDD_641", "sentence_a": "ఎంత సూపర్ స్టార్ తో సినిమా అయినప్పటికీ దిల్ రాజు అలా మితిమీరి బడ్జెట్ ఎలా పెట్టాడు అని అందరూ షాక్ అవుతున్నారు.", "sentence_b": "దాడికి పాల్పడిన ఉజ్బెకిస్థాన్ దేశీయుడు సైఫుల్లోను కఠినంగా శిక్షిస్తామని ఆయన హెచ్చరించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2006", "wb_display": "7", "input": [{"pair_id": "OC4_1326", "sentence_a": "ప్రజలు టిఆర్ఎస్ పార్టీయే శ్రీరామ రక్ష అని భావిస్తున్నారని అయన అన్నారు.", "sentence_b": "కేసీఆర్ నాయకత్వానికి ఎంత మద్దతు ఉందొ ఈ ఎన్నికలు నిరూపించాయి అని అన్నారు."}, {"pair_id": "UDD_837", "sentence_a": "నిత్య సహాయ మాత చర్చిలో ఈ ప్రేయర్ జరపగా. . సమాచారం అందుకున్న పోలీసులు ఆయన్ను అరెస్ట్ చేశారు.", "sentence_b": "ఇంగ్లాండ్ కూడ మంచి స్థితిలోనే ఉందని వ్యాఖ్యానించాడు."}, {"pair_id": "SP_2031", "sentence_a": "ఆస్ట్రేలియా, న్యూజిలాండ్ల పర్యటనను విజయవంతంగా ముగించిన టీమిండియా ఇప్పటికే సిరీస్లను కైవసం చేసుకున్న భారత జట్టు ప్రస్తుతం టీ-20 సిరీస్పై కన్నేసింది.", "sentence_b": "రెగ్యులర్ కెప్టెన్ విరాట్ విశ్రాంతి పేరుతో జట్టుకు దూరమవడంతో రోహిత్ శర్మ నాయకత్వంలో టీ-20 సిరీస్ను భారత్ ఆడనుంది."}, {"pair_id": "SP_1183", "sentence_a": "2008లో ముంబయిలోని హోటల్పై పాక్ ప్రేరేపిత ఉగ్రవాదులు దాడులు జరిగి పదేళ్లు పూర్తయిన నేపథ్యంలో ఆయన మాట్లాడుతూ ఉగ్రవాదంపై పోరులో భారత్కు అండగా ఉంటానన్నారు.", "sentence_b": "ఈ పోరాటంలో ఉగ్రవాదులు గెలవరాదన్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2002", "wb_display": "8", "input": [{"pair_id": "OUSD_2665", "sentence_a": "ఫిబ్రవరి 23 నుంచి 25వ తేదీ వరకు జరిగిన 2017 ప్రపంచ స్నో షూ ఛాంపియన్షిప్ పోటీలలో హుస్సేన్ పాల్గొన్నాడు.", "sentence_b": "ఆస్ట్రేలియాలోని ఫిలిప్ ఐలాండ్ వేదికగా జరిగిన టోర్నీ మహిళల డబుల్స్ టైటిల్ విజేతగా అంకిత జోడీ నిలిచింది."}, {"pair_id": "para_495", "sentence_a": "శాంతిభద్రతలు , సంక్షేమం విషయంలోనూ పోలీసుశాఖకు ప్రభుత్వం అన్ని విధాలా సహకరిస్తుందని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి అన్నారు .", "sentence_b": "\"శాంతిభద్రతలు , సంక్షేమం విషయంలో పోలీసుశాఖ, ప్రభుత్వం అన్ని విధాలా సహకరిస్తుంది\" అని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి పేర్కొన్నరు."}, {"pair_id": "para_838", "sentence_a": "ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో తెలుగమ్మాయి వెన్నం జ్యోతి సురేఖ రెండు కాంస్య పతకాలు సాధించింది .", "sentence_b": "తెలుగు అమ్మాయి అయిన వెన్నం జ్యోతి సురేఖ ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో రెండు కాంస్య పతకాలు గెలిచింది."}, {"pair_id": "UDD_1300", "sentence_a": "టీడీడీ పాలక మండలి తనను అర్చకత్వం నుంచి బలవంతంగా పదవీవిరమణ చేయించిందని రమణదీక్షితులు బహిరంగంగానే ధ్వజమెత్తిన సంగతి తెలిసిందే.", "sentence_b": "పలువురు కాంగ్రెస్ సీనియర్ నాయకులు నెహ్రూ జయంతి వేడుకలలో పాల్గొన్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2005", "wb_display": "9", "input": [{"pair_id": "OC4_5627", "sentence_a": "హిట్ మ్యాన్ గా పేరొందిన రోహిత్ వన్డే క్రికెట్ లో పలు రికార్డులను తన ఖాతాలో వేసుకున్న విషయం విదితమే.", "sentence_b": "మూడుసార్లు డబుల్ సెంచరీలు సాధించిన ఏకైక బ్యాట్స్ మెన్ గా కొనసాగుతున్నాడు రోహిత్."}, {"pair_id": "para_1143", "sentence_a": "పచ్చని వృక్షాల నరికివేతపై సుప్రీంకోర్టు సంచలన ఆదేశాలు జారీ చేసింది .", "sentence_b": "పచ్చని చెట్ల నరికివేతపై పై సుప్రీంకోర్ట్ ఊహించని ఆదేశాలు ఇచ్చింది."}, {"pair_id": "OUSD_193", "sentence_a": "మలయాళీ సూపర్ స్టార్ మమ్ముట్టి తాజా చిత్రం 'ది ప్రీస్ట్' ఈ నెల 14న అమెజాన్ ప్రైమ్ లో స్ట్రీమింగ్ కాబోతోంది.", "sentence_b": "ఈ సినిమాకు ‘రెడ్డిగారు’ అనే టైటిల్ అనుకుంటున్నారని సమాచారం."}, {"pair_id": "para_400", "sentence_a": "పది మంది ఉగ్రవాదులకు మరణశిక్షను అమలు చేయాలని పాకిస్థాన్ ఆర్మీ చీఫ్ జనరల్ ఖామర్ జావెద్ బాజ్వా నేడు ఆదేశాలు జారీ చేశారు .", "sentence_b": "పాకిస్థాన్ ఆర్మీ కమాండర్-ఇన్-చీఫ్ కమల్ జావిద్ బజ్వా ఈరోజు పది మంది ఉగ్రవాదులను ఉరితీయాలని ఆదేశించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2007", "wb_display": "10", "input": [{"pair_id": "OUSD_2800", "sentence_a": "ఇక సెమీస్ తో భారత్ ప్రత్యర్థి ఎవరో తెలిసిపోయింది.", "sentence_b": "మూడో యూత్ ఒలింపిక్స్లో భారత్ పసిడి ఖాతాను తెరవడం గమనార్హం."}, {"pair_id": "UDD_358", "sentence_a": "39,999కు అందించనున్నట్లు రియల్మీ తెలిపింది.", "sentence_b": "ఆందోళల దృష్ట్యా లోక్ కల్యాణ్ మార్గ్ మెట్రో స్టేషన్ గేట్లను అధికారులు మూసివేశారు."}, {"pair_id": "OC4_266", "sentence_a": "పవిత్ర సంగమం దగ్గర గోదావరి ఘాట్లో శిలాఫలకం ఏర్పాటు చేశారు.", "sentence_b": "ఇందుకోసం స్టాక్ యార్డును ఇప్పటికే సిద్ధం చేశారు."}, {"pair_id": "OUSD_2762", "sentence_a": "సిడ్నీ థండర్ జట్టు సభ్యురాలిగా. . . హర్మన్ ప్రీత్ తొలిసీజన్లో 296 పరుగులు సాధించడంతో పాటు.", "sentence_b": "జింబాబ్వేపై 172 పరుగులు చేసి టీ20ల్లో అత్యధిక వ్యక్తిగత స్కోరును కూడా నమోదు చేశాడు."}], "is_golden": "false", "status": ""}
{"set_id": "2011", "wb_display": "11", "input": [{"pair_id": "SP_1890", "sentence_a": "ఈనెల 25న ప్రపంచవ్యాప్తంగా రిలీజవుతోంది.", "sentence_b": "తెలుగు - తమిళం - హిందీలో ఈ చిత్రాన్ని ప్రతిష్ఠాత్మకంగా రిలీజ్ చేసేందుకు కంగన టీమ్ సన్నాహకాల్లో ఉంది."}, {"pair_id": "OUSD_4965", "sentence_a": "ఇక ఈ ఫోన్కు చెందిన 2జీబీ ర్యామ్, 16 జీబీ స్టోరేజ్ వేరియెంట్ ధర రూ.", "sentence_b": "హైదరాబాద్ ట్రేడ్ సెంటర్ ఏర్పాటు గురించి కూడా ఈ సందర్భంగా ఆయన ప్రస్తావించారు."}, {"pair_id": "UDD_346", "sentence_a": "8,500 కోట్లు పెట్టుబడులు మదుపు చేశామన్నారు.", "sentence_b": "‘చీకటి రాజ్యం’ సినిమా ప్రేక్షకులకు ఓ సరికొత్త అనుభూతినిస్తుందని కమల్ మొదటి నుంచి చెబుతూ వస్తున్నారు."}, {"pair_id": "UDD_1322", "sentence_a": "కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "కొద్ది సేపట్లో ఆయన నామినేషన్ దాఖలు చేయనున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2008", "wb_display": "12", "input": [{"pair_id": "SP_1930", "sentence_a": "బాలీవుడ్ భామ అలియా సీత పాత్రలో రాంచరణ్ కి జోడీగా కనిపించనుంది.", "sentence_b": "ఆర్ఆర్ఆర్ తర్వాత చరణ్ ప్రముఖ దర్శకుడు శంకర్ తో మరో ప్రతిష్టాత్మక ప్రాజెక్ట్ చేయబోతున్నాడు."}, {"pair_id": "OUSD_4898", "sentence_a": "న్యూఢిల్లీ, మే 18: తెలంగాణ నుంచి కేసీఆర్ కిట్, ఎలక్ట్రానిక్ సర్వీసెస్ డెలివరీ టీ యాప్, టీ-వాలెట్లకు బిజినెస్ వరల్డ్ సంస్థ అవార్డులు లభించాయి.", "sentence_b": "తొలుత హైదరాబాద్కు కడప నుంచి విమాన సర్వీసులు నడుపుతున్నారు."}, {"pair_id": "para_182", "sentence_a": "పార్లమెంట్ వర్షాకాల సమావేశాల తేదీలు ఖరారయ్యాయి .", "sentence_b": "పార్లమెంట్ చర్చల తేదీలు తెలిపారు."}, {"pair_id": "SP_1523", "sentence_a": "ఫాలోయింగ్ విషయంలో సూపర్స్టార్ రజనీకాంత్ మాత్రమే కాదు… విజయ్, అజిత్లు కూడా తక్కువేమీ కాదు.", "sentence_b": "వాళ్ల సినిమాలు రిలీజైనప్పుడు ఉండే సందడే అందుకు నిదర్శనం."}], "is_golden": "false", "status": ""}
{"set_id": "2016", "wb_display": "13", "input": [{"pair_id": "SP_976", "sentence_a": "ఈ విషయాన్ని కతార్ విదేశాంగ మంత్రి మహమ్మద్ బిన్ అబ్దుల్రహ్మన్ అల్ థని గురువారం వెల్లడించారు.", "sentence_b": "ఇటీవల జరిగిన విపరీతమైన తరలింపుతో విమానాశ్రయంలోని మౌలిక సదుపాయాలు నాశనం చేయబడ్డాయని తెలిపారు."}, {"pair_id": "OC5_17435", "sentence_a": "కివీస్ కు ఊరట : ఘోరంగా ఓడిన భారత్", "sentence_b": "ఇప్పటికే సిరీస్ కైవసం చేసుకున్న భారత్.."}, {"pair_id": "UDD_1224", "sentence_a": "బాధితుడి మేరకు కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "పుట్టిన రోజు వేడుకలను ట్రంప్ కాస్త ముందుగానే జరుపుకున్నారని బాలకృష్ణన్ కామెంట్ చేశారు."}, {"pair_id": "OUSD_142", "sentence_a": "అంతటి సీనియర్ హీరో. . ఈ జూనియర్ హీరోకు సోదరుడిగా నటించడం ఆశ్చర్యం కలిగించే విషయమే.", "sentence_b": "తాజాగా సీనియర్ నటుడు కోట శ్రీనివాసరావు మంచు విష్ణుకు మద్ధతు ప్రకటించారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "SP_976", "mr_explanation": "", "most_related": "OUSD_142"}, "attempts": 1, "last_modified": "2023-10-27 11:26:31"}
{"set_id": "2012", "wb_display": "14", "input": [{"pair_id": "OUSD_287", "sentence_a": "గత కొన్ని సంవత్సరాలుగా ఆమె సినిమాలకు దూరంగా ఉంటున్నారు.", "sentence_b": "తెలుగులో ఆమె నటన చూసి ఇలాంటి కూతురు ఉంటే బాగుండు అన్నట్లు నటించింది."}, {"pair_id": "UDD_485", "sentence_a": "మొత్తం పది ఓవర్లు ముగిసే సరికి రెండు వికెట్ల నష్టానికి రాజస్తాన్ 99 పరుగులు చేసింది.", "sentence_b": "ఈ సినిమాలో నరేశ్, సత్య, అర్చనా సౌందర్య ఇతర పాత్రలలో నటిస్తున్నారు."}, {"pair_id": "para_115", "sentence_a": "కర్నూలు జిల్లాలో టీడీపీ అభ్యర్థిపై ప్రత్యర్థుల దాడి కలకలం రేపుతోంది .", "sentence_b": "టీడీపీ అభ్యర్థిపై ప్రత్యర్థులు దాడి చేయడం వల్ల కర్నూలు జిల్లాలో అల్లకల్లోలం జరుగుతుంది ."}, {"pair_id": "UDD_1281", "sentence_a": "3లక్షలు విలువ చేసే 1.50 క్వింటాళ్ల పత్తి విత్తనాలు స్వాధీనం చేసుకుని ఇద్దరిని అరెస్టు రిమాండ్కు తరలించడం జరిగిందని ఎస్ఐ పేర్కొన్నారు.", "sentence_b": "ఈ వివాదం రచ్చకెక్కడంతో ప్రభుత్వం వారిని సెలవుపై పంపిన విషయం విదితమే."}], "is_golden": "false", "status": ""}
{"set_id": "21_G", "wb_display": "15", "input": [{"pair_id": "1", "sentence_a": "ఎపి రాజధాని అమరావతి శంకుస్థాపనకు రావాలని బాబు ఈ సందర్భంగా కేజ్రీవాల్ను ఆహ్వానించినట్టు సమాచారం.", "sentence_b": "25 చొప్పున సరఫరా చేస్తున్నామని. . అలాగే కేంద్ర ప్రభుత్వం టర్కీ, ఈజిప్ట్ నుండి ఉల్లిపాయలను దిగుమతి చేసుకుంటుందని ఆయన తెలిపారు."}, {"pair_id": "46", "sentence_a": "బంగారు ఆభరణాలు మణప్పురంలో తాకట్టు పెట్టడం, వెండి, ఇత్తడి సామగ్రిని ఇతర దుకాణాలలో అమ్మి, వచ్చిన డబ్బుతో జల్సాలు చేసేవాడు.", "sentence_b": "న్యూఢిల్లీ: మూడు ముస్లిం దేశాల నుండి వలస వచ్చిన ముస్లిమేతరులకు భారతీయ పౌరసత్వం కల్పించే సవరణ బిల్లుకు రాష్ట్రపతి రామ్నాథ్ కోవింద్ గత రాత్రి ఆమోదముద్ర వేయగానే శనివారం దీనిని సవాల్ చేస్తూ సుప్రీం కోర్టులో పలు ప్రజా ప్రయోజన వాజ్యాలు దాఖలయ్యాయి."}, {"pair_id": "77", "sentence_a": "ఈ ట్వీట్కు కొద్ది గంటల్లోనే 5 వేలకు పైగా లైక్స్ వచ్చాయి", "sentence_b": "వేగంగా హెల్మెట్ లోపలికి చొచ్చుకొచ్చిన బెయిల్ ధోని కంటిని తాకకపోవడంతో అంతా ఊపిరి పీల్చుకున్నారు."}, {"pair_id": "70", "sentence_a": "జిల్లాలోని గజ్వేల్ మండలం కోమటిబండలో ఆయన పర్యటించారు.", "sentence_b": "కోమటిబండ వద్ద మిషన్ భగీరథ పథకాన్ని ఆయన పరిశీలించారు."}], "output": {"least_related": "46", "most_related": "70", "lr_explanation": "", "mr_explanation": ""}, "is_golden": "true", "status": ""}
{"set_id": "2014", "wb_display": "16", "input": [{"pair_id": "UDD_939", "sentence_a": "2004లో వచ్చిన విధంగానే ఈ సారి కూడా ముందస్తు ఎన్నికలు వచ్చే అవకాశం ఉందని, అందుకు పార్టీ శ్రేణులు సిద్ధంగా ఉండాలని ఆమె పిలుపునిచ్చారు.", "sentence_b": "ఇంకొందరు అయితే సరదా మీమ్స్తో ఐసిసిను ఓ ఆట ఆడుకుంటున్నారు."}, {"pair_id": "para_103", "sentence_a": "ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం కోల్కతాలో అభిమానులు బారులు తీరారు .", "sentence_b": "కోల్కతాలోని ఫుట్బాల్ అభిమానులు ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం ఎగబడ్డారు."}, {"pair_id": "OUSD_2717", "sentence_a": "తాను పాక్ ఆటగాళ్ల డ్రస్సింగ్ రూమ్కి వెళ్లినట్లు వస్తున్న వార్తలను అండర్-19 భారత క్రికెట్ జట్టు కోచ్ రాహుల్ ద్రవిడ్ కొట్టి పారేశాడు.", "sentence_b": "కొత్తగా ఎన్నికైన క్రికెట్ సలహా కమిటీ(సిఏసి) ఈవిషయం గురించి ఇంకా ఏం అనుకోలేదు."}, {"pair_id": "OUSD_7399", "sentence_a": "పంచాయతీ ఎన్నికల నేపథ్యంలో పోలీసులు ఏజెన్సీ గ్రామాల్లో భద్రత కట్టుదిట్టం చేశారు.", "sentence_b": "దాంతో తర్జనభర్జనల అనంతరం మంగళవారం ఉదయం పోలీసులకు ఫిర్యాదు చేశారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_939", "mr_explanation": "", "most_related": "OUSD_7399"}, "attempts": 1, "last_modified": "2023-10-27 10:59:16"}
{"set_id": "2017", "wb_display": "17", "input": [{"pair_id": "OC4_2390", "sentence_a": "దేశంలో రెండవ ఎన్ఐఏ కార్యాలయంగా గుర్తింపు పొందనుంది.", "sentence_b": "హైదరాబాద్ హైటెక్ సిటీ మాదాపూర్ ఖానమెట్లో ఎన్ఐఏ కార్యాలయాన్ని శుక్రవారం కేంద్ర హోంత్రి రాజ్నాథ్ సింగ్ ప్రారంభిస్తున్నారు."}, {"pair_id": "OUSD_165", "sentence_a": "ఆయన కొత్త సినిమా పూజా కార్యక్రమాలు ఈ రోజు జరిగాయి.", "sentence_b": "ఈ చిత్రాన్ని దర్శకుడు అనిల్ పాడూరి తెరకెక్కిస్తుండగా. . . పూరి జగన్నాథ్, ఛార్మీ నిర్మాతలుగా వ్యవహరిస్తున్నారు."}, {"pair_id": "OUSD_216", "sentence_a": "ఏదేమైనా అటు దర్శకుడు అనిల్ రావిపూడి కెరీర్లోనూ అలాగే మహేష్ బాబు కెరీర్లోనూ ఇది బిగ్గెస్ట్ హిట్ చిత్రం అని చెప్పడంలో ఎటువంటి సందేహం లేదు.", "sentence_b": "చిత్రం విజయం సాధించిన సందర్భంగా శుభాకాంక్షలు తెలియజేశారు."}, {"pair_id": "UDD_903", "sentence_a": "హైదరాబాద్లో బుధవారం జరిగిన ‘అసాధారణ వాతావరణ పరిస్థితులు-తెలంగాణ రాష్ట్రం’ అనే అంశంపై ప్రసంగిస్తున్న రాష్ట్ర ప్రణాళిక సంఘం ఉపాధ్యక్షుడు సింగిరెడ్డి నిరంజన్రెడ్డి", "sentence_b": "చైనాలో పరిస్థితుల గురించి ఆయన మాట్లాడుతూ గూగుల్కు సంబంధించిన ప్రధాన ఉత్పత్తులేవీ ఆ దేశంలో అందుబాటులో లేవన్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC4_2390", "mr_explanation": "", "most_related": "UDD_903"}, "attempts": 1, "last_modified": "2023-10-27 10:59:21"}
{"set_id": "2020", "wb_display": "18", "input": [{"pair_id": "OUSD_4855", "sentence_a": "1,243 కోట్ల రూపాయల నిధుల సమీకరణే లక్ష్యంగా ఈ పబ్లిక్ ఇష్యూకు బిఎస్ఇ దిగుతోంది.", "sentence_b": "నిన్న భారీగా నష్టపోయిన ఆటో షేర్లు ఈ రోజు కాస్త కోలుకున్నాయి."}, {"pair_id": "OUSD_313", "sentence_a": "ఈ మేరకు ఒక ప్రకటన విడుదల చేశారు. అందులో. . . మా కుటుంబానికి సంబంధించిన విషయాలు ఇటీవల మీడియాలో వస్తున్నాయి.", "sentence_b": "కాగా కరోనా వైరస్ గురించి మలయాళ సూపర్స్టార్ మోహన్లాల్ షాకింగ్ కామెంట్లు చేశారు."}, {"pair_id": "OUSD_4913", "sentence_a": "ఎంపిక చేసిన మోడల్స్పై ధరలను రెండు శాతం మేర పెంచినట్టు ఆ సంస్థ సోమవారం రెగ్యూలేటరీ సంస్థలకు సమాచారం ఇచ్చింది.", "sentence_b": "హైదరాబాద్ : టాటా మోటార్స్ కొత్తగా విడుదల చేసిన టియాగో కార్లను వందకుపైగా పంపిణీ చేసిన సందర్భంగా గ్రాండ్ డెలివరీ వేడుక నిర్వహించింది."}, {"pair_id": "OC5_4767", "sentence_a": "అప్పుల ఊబిలో రాష్ట్రం : మాజీ మంత్రి దేవినేని ఉమా", "sentence_b": "మైలవరం : రాష్ట్రాన్ని ఆప్పుల ఊబిలో నెట్టిన ఘనత సీఎం జగన్మోహన్రెడ్డికే దక్కుతుందని మాజీ మంత్రి దేవినేని ఉమామహేశ్వరరావు అన్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_4855", "mr_explanation": "", "most_related": "OC5_4767"}, "attempts": 1, "last_modified": "2023-10-27 10:59:26"}
{"set_id": "2022", "wb_display": "19", "input": [{"pair_id": "OC5_8875", "sentence_a": "ఎటిఎం, బ్యాంక్ ఎకౌంట్లు హ్యాక్…. పిఎస్ లో నిందితుడు ఆత్మహత్య", "sentence_b": "అగర్తాలా: ఎటిఎం, బ్యాంక్ ఎకౌంట్లను హ్యాక్ చేసే వ్యక్తి పోలీస్ స్టేషన్లో ఆత్మహత్య చేసుకున్న సంఘటన వెస్ట్ త్రిపురలో జిల్లాలో చోటుచేసుకుంది."}, {"pair_id": "OC4_4887", "sentence_a": "హీరో శ్రీకాంత్ ఈ సినిమాలో నెగటివ్ రోల్ లో కనిపించబోతున్నాడు.", "sentence_b": "శ్రీకాంత్ ఇంతకు ముందు నాగచైతన్య ‘యుద్ధం శరణం’లో విలన్ గా నటించాడు."}, {"pair_id": "para_62", "sentence_a": "జనసేన అధినేత పవన్ కళ్యాణ్ శనివారం ప్రకాశం జిల్లాలో పర్యటించారు .", "sentence_b": "జనసేన అధినేత అయిన పవన్ కళ్యాణ్ ప్రకాశం జిల్లలో శనివారం పర్యటించారు."}, {"pair_id": "para_581", "sentence_a": "రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీకి గురైన ఘటన కేరళ రాష్ట్రంలో జరిగింది .", "sentence_b": "కేరళ రాష్ట్రంలో రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీ అయినట్లు తెలుస్తుంది."}], "is_golden": "false", "status": ""}
{"set_id": "2018", "wb_display": "20", "input": [{"pair_id": "para_309", "sentence_a": "ఆంధ్రప్రదేశ్ ప్రజల చిరకాల ఆకాంక్ష పోలవరం ప్రాజెక్టు అని సీఎం చంద్రబాబు అన్నారు .", "sentence_b": "పోలవరం ప్రాజెక్ట్ ఆంధ్రప్రదేశ్ ప్రజల చిరకాల వాంఛ అని ఆ రాష్ట్ర ముఖ్యమంత్రి చంద్రబాబు గారు అన్నారు ."}, {"pair_id": "OUSD_75", "sentence_a": "వచ్చే ఏడాది సంక్రాంతికి విడుదలకానున్న ఈ చిత్రానికి సంగీతం దేవిశ్రీ అందిస్తున్నారు.", "sentence_b": "ఈ సినిమా వచ్చే ఏడాది ఏప్రిల్లో సెట్స్పైకి వెళ్తుంది."}, {"pair_id": "OUSD_2703", "sentence_a": "అనంతరం బ్యాటింగ్ కు దిగిన భారత్ 49.5 ఓవర్లలో 252 పరుగులు చేసి ఆలౌటైంది.", "sentence_b": "ఆ తరువాత డిక్వెల్లా 64 పరుగులు చేసి జాదవ్ బౌలింగ్ లో ఎల్ బిడబ్ల్యూగా పెవిలియన్ చేరాడు."}, {"pair_id": "para_176", "sentence_a": "ఆరోగ్యశ్రీలో మరో నూతన శకానికి ఆంధ్రప్రదేశ్ ముఖ్యమంత్రి వైఎస్ జగన్వెూహన్రెడ్డి ఈ రోజు శ్రీకారం చుట్టారు .", "sentence_b": "ఆరోగ్యశ్రీలో కొత్త పథకాన్ని జగన్వెూహన్రెడ్డి అమలు చేసారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "2", "mr_explanation": "", "most_related": "47"}, "attempts": 1, "last_modified": "2023-10-27 10:50:27"}
{"set_id": "2019", "wb_display": "21", "input": [{"pair_id": "para_584", "sentence_a": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులకు సంబంధం వుందని శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన వెల్లడించారు .", "sentence_b": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులతో సంబంధం ఉనట్లు శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన తెలిపారు."}, {"pair_id": "UDD_969", "sentence_a": "పశ్చిమబంగలో రైల్వే ఇరుసు కర్మాగారాన్ని నెలకొల్పనున్నట్లు ఆయన వెల్లడించారు.", "sentence_b": "ఈ దాడులు రాష్టవ్య్రాప్తంగా కొనసాగుతాయని ఈ సందర్భంగా విజిలెన్స్ డీజీ స్పష్టం చేశారు."}, {"pair_id": "para_802", "sentence_a": "2019 ఎన్నికల్లో కాంగ్రెస్ ఘన విజయం సాధిస్తుందని టిపిసిసి చీఫ్ ఉత్తమ్కుమార్రెడ్డి అన్నారు .", "sentence_b": "ఉత్తమ్కుమార్రెడ్డి టిపిసిసి చీఫ్ 2019 ఎన్నికల్లో కాంగ్రెస్ విజయానికి తిరుగులేదని స్పష్టం చేసారు."}, {"pair_id": "OUSD_7294", "sentence_a": "స్థానిక పోలీసులకు ఇచ్చిన ఫిర్యాదు మేరకు సంఘటనా స్థలాన్ని చేరుకున్నారు.", "sentence_b": "ఎప్పటిలాగే ఆయన బుధవారం ఉదయం 7.30 గంటల ప్రాంతంలో పోలీస్స్టేషన్కు చేరుకున్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_584", "mr_explanation": "", "most_related": "OUSD_7294"}, "attempts": 1, "last_modified": "2023-10-27 10:50:34"}
{"set_id": "2015", "wb_display": "22", "input": [{"pair_id": "OUSD_4899", "sentence_a": "మొదట ఈ-వాలెట్ల హవా కొనసాగినా. . మళ్లీ బ్యాంకుల డిజిటల్ విధానాల ద్వారా నగదు లావాదేవీలు పెరిగాగాయి.", "sentence_b": "ఈ నెలాఖరులో ఎయిర్ ఏషియా వారు చెన్నై-కడప-చెన్నై మార్గంలో విమాన సర్వీసు ప్రారంభించనున్నారు."}, {"pair_id": "UDD_519", "sentence_a": "రానున్న ప్రపంచకప్లో ఇటువంటి పొరపాట్లకు తావు లేకుండా చూడాల్సిన అవసరం జట్టు యాజమాన్యంపై ఎంతైనా ఉందన్నాడు.", "sentence_b": "భూకంపం విలయంతో దిగ్భ్రాంతికి గురైన ఆ బాలిక ప్రస్తుతం ఆస్పత్రిలో చికిత్స పొందుతోందని, ఆమె ఆరోగ్యం బాగుందని సహాయక సిబ్బంది తెలిపారు."}, {"pair_id": "OUSD_157", "sentence_a": "దీంతో ప్రేక్షకులకు ఓటీటీలు, ఏటీటీలపై ఇంట్రస్ట్ ఏ మాత్రం ఉందో మనం అర్థం చేసుకోవచ్చు.", "sentence_b": "ఈ సందర్భంగా నందు మాట్లాడుతూ “తమిళ్లో సూపర్డూపర్ హిట్ అయిన ఈ చిత్రాన్ని తెలుగు ప్రేక్షకులకు అందిస్తున్నారు సురేష్ కొండేటి."}, {"pair_id": "OUSD_240", "sentence_a": "కొత్తదనాన్ని కోరుకునే ప్రతి ఒక్కరిని ఈ సినిమా మెప్పిస్తుంది అని తెలిపారు.", "sentence_b": "ఈ చిత్రం ఈనెల 25న విడుదలకానుంది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_4899", "mr_explanation": "", "most_related": "OUSD_240"}, "attempts": 1, "last_modified": "2023-10-27 10:58:29"}
{"set_id": "2021", "wb_display": "23", "input": [{"pair_id": "UDD_1038", "sentence_a": ". ప్రశ్నోత్తరాల తర్వాత ఏ అంశంపై నైనా చర్చ చేయడతామని స్పీకర్ పదేపదే విపక్ష సభ్యులకు నచ్చజెప్పినా వారు తమ ఆందోళనను కొనసాగిస్తున్నారు.", "sentence_b": "పుల్వామా ఘటనతో పాక్ సంబంధం లేదని పాక్ ప్రధాని ఇమ్రాన్ ఖాన్ మీడియాతో తెలిపారు."}, {"pair_id": "para_811", "sentence_a": "అమెరికాలో ఉండే పలువురు హాలీవుడ్ స్టార్స్ కు కరోనా వైరస్ సోకినట్లుగా సమాచారం .", "sentence_b": "అమెరికాలో ఉన్న నటులకు కరోన నిర్ధారణ అయ్యింది."}, {"pair_id": "UDD_371", "sentence_a": "12 ప్లస్ డి, 13 ప్లస్ డి అనే రెండు ఆప్షన్లలో ఈ వాహనం లభిస్తుందని ఈ సందర్భంగా హైదరాబాద్లో సంస్థ తెలిపింది", "sentence_b": "తొలిపోటీలోనే 6-0తో కొలంబియాను చిత్తుచేసిన భారత మహిళల రికర్వుజట్టు అదే స్ఫూర్తిదాయక ప్రదర్శనతో ఫైనల్ బెర్త్ సాధించడం విశేషం."}, {"pair_id": "para_1136", "sentence_a": "ఈ రోజు తిరుమల శ్రీవారిని మంత్రి ఇంద్రకరణ్రెడ్డి దర్శించుకున్నారు .", "sentence_b": "ఈ రోజు మంత్రి ఇంద్రకరణ్రెడ్డి గారు తిరుమల దేవస్థానాని దర్శించుకున్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_1038", "mr_explanation": "", "most_related": "para_1136"}, "attempts": 1, "last_modified": "2023-10-27 10:58:36"}
{"set_id": "2013", "wb_display": "24", "input": [{"pair_id": "para_1127", "sentence_a": "ఇస్రో ఛైర్మన్ శివన్ శ్రీవారిని దర్శించుకున్నారు .", "sentence_b": "శ్రీవారిని ఇస్రో ఛైర్మన్ శివన్ దర్శించుకున్నారు ."}, {"pair_id": "OC4_3045", "sentence_a": "పెళ్లి తరువాత ఆమని మంచి చిత్రాల్లో నటిస్తూ బిజీ అయ్యారు.", "sentence_b": "రాజశేఖర్ తో చేసిన అమ్మకొడుకు సినిమా అప్పుడే తన మంచి నటి అవుతుందని అనుకున్నాను అనుకున్నట్టుగానే మంచి నటి అయింది."}, {"pair_id": "UDD_503", "sentence_a": "ఈ దారుణ ఓటమితో ఢిల్లీ తమ ప్లే ఆఫ్స్ ఆశలను మరింత సంక్లిష్టం చేసుకుంది.", "sentence_b": "తమ దేశాన్ని దెబ్బతీసి, మదురోను తొలగించాలన్నది అమెరికా లక్ష్యంగా వుందని వెనిజులా అధికారులు విమర్శిస్తున్నారు."}, {"pair_id": "OUSD_2743", "sentence_a": "కాగా ఈ మ్యాచ్ రెండు ఇన్నింగ్స్లో కోహ్లీ ప్రదర్శనకు గాను మ్యాన్ ఆఫ్ ది సిరీస్ అవార్డు దక్కింది.", "sentence_b": "ఈ సందర్బంలో తీసిన ఫొటోను అభిమానులతో సోషల్ మీడియా వేదికగా పంచుకున్నాడు మహేంద్రుడు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_1127", "mr_explanation": "", "most_related": "OUSD_2743"}, "attempts": 1, "last_modified": "2023-10-27 10:58:42"}
{"set_id": "2029", "wb_display": "25", "input": [{"pair_id": "UDD_1224", "sentence_a": "బాధితుడి మేరకు కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "పుట్టిన రోజు వేడుకలను ట్రంప్ కాస్త ముందుగానే జరుపుకున్నారని బాలకృష్ణన్ కామెంట్ చేశారు."}, {"pair_id": "para_62", "sentence_a": "జనసేన అధినేత పవన్ కళ్యాణ్ శనివారం ప్రకాశం జిల్లాలో పర్యటించారు .", "sentence_b": "జనసేన అధినేత అయిన పవన్ కళ్యాణ్ ప్రకాశం జిల్లలో శనివారం పర్యటించారు."}, {"pair_id": "para_838", "sentence_a": "ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో తెలుగమ్మాయి వెన్నం జ్యోతి సురేఖ రెండు కాంస్య పతకాలు సాధించింది .", "sentence_b": "తెలుగు అమ్మాయి అయిన వెన్నం జ్యోతి సురేఖ ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో రెండు కాంస్య పతకాలు గెలిచింది."}, {"pair_id": "UDD_346", "sentence_a": "8,500 కోట్లు పెట్టుబడులు మదుపు చేశామన్నారు.", "sentence_b": "‘చీకటి రాజ్యం’ సినిమా ప్రేక్షకులకు ఓ సరికొత్త అనుభూతినిస్తుందని కమల్ మొదటి నుంచి చెబుతూ వస్తున్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_1224", "mr_explanation": "", "most_related": "UDD_346"}, "attempts": 1, "last_modified": "2023-10-27 10:58:51"}
{"set_id": "2028", "wb_display": "26", "input": [{"pair_id": "OUSD_4855", "sentence_a": "1,243 కోట్ల రూపాయల నిధుల సమీకరణే లక్ష్యంగా ఈ పబ్లిక్ ఇష్యూకు బిఎస్ఇ దిగుతోంది.", "sentence_b": "నిన్న భారీగా నష్టపోయిన ఆటో షేర్లు ఈ రోజు కాస్త కోలుకున్నాయి."}, {"pair_id": "para_176", "sentence_a": "ఆరోగ్యశ్రీలో మరో నూతన శకానికి ఆంధ్రప్రదేశ్ ముఖ్యమంత్రి వైఎస్ జగన్వెూహన్రెడ్డి ఈ రోజు శ్రీకారం చుట్టారు .", "sentence_b": "ఆరోగ్యశ్రీలో కొత్త పథకాన్ని జగన్వెూహన్రెడ్డి అమలు చేసారు."}, {"pair_id": "para_1136", "sentence_a": "ఈ రోజు తిరుమల శ్రీవారిని మంత్రి ఇంద్రకరణ్రెడ్డి దర్శించుకున్నారు .", "sentence_b": "ఈ రోజు మంత్రి ఇంద్రకరణ్రెడ్డి గారు తిరుమల దేవస్థానాని దర్శించుకున్నారు."}, {"pair_id": "OUSD_2828", "sentence_a": "19 ఓవర్లకు ఆసీస్ 7 వికెట్ల నష్టానికి 132 పరుగులు చేసింది.", "sentence_b": "అనంతరం బ్యాటింగ్ చేసిన హాంగ్కాంగ్ 20 ఓవర్లలో 6 వికెట్లకు 144 పరుగులు సాధించింది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_4855", "mr_explanation": "", "most_related": "OUSD_2828"}, "attempts": 1, "last_modified": "2023-10-27 10:58:59"}
{"set_id": "2032", "wb_display": "27", "input": [{"pair_id": "OUSD_216", "sentence_a": "ఏదేమైనా అటు దర్శకుడు అనిల్ రావిపూడి కెరీర్లోనూ అలాగే మహేష్ బాబు కెరీర్లోనూ ఇది బిగ్గెస్ట్ హిట్ చిత్రం అని చెప్పడంలో ఎటువంటి సందేహం లేదు.", "sentence_b": "చిత్రం విజయం సాధించిన సందర్భంగా శుభాకాంక్షలు తెలియజేశారు."}, {"pair_id": "OC5_4767", "sentence_a": "అప్పుల ఊబిలో రాష్ట్రం : మాజీ మంత్రి దేవినేని ఉమా", "sentence_b": "మైలవరం : రాష్ట్రాన్ని ఆప్పుల ఊబిలో నెట్టిన ఘనత సీఎం జగన్మోహన్రెడ్డికే దక్కుతుందని మాజీ మంత్రి దేవినేని ఉమామహేశ్వరరావు అన్నారు."}, {"pair_id": "OC5_17435", "sentence_a": "కివీస్ కు ఊరట : ఘోరంగా ఓడిన భారత్", "sentence_b": "ఇప్పటికే సిరీస్ కైవసం చేసుకున్న భారత్.."}, {"pair_id": "OC5_6664", "sentence_a": "ఫిల్మ్ ఇన్స్టిట్యూట్ ఆఫ్ ఇండియాకు ఛైర్మన్గా అనుపమ్ ఖేర్", "sentence_b": "బాలీవుడ్ నటుడు అనుపమ్ ఖేర్ పూణేలోని ఫిల్మ్ అండ్ టెలివిజన్ ఇనిస్టిట్యూట్ ఆఫ్ ఇండియా చైర్మన్గా నియమితులయ్యారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_216", "mr_explanation": "", "most_related": "OC5_6664"}, "attempts": 1, "last_modified": "2023-10-27 10:59:04"}
{"set_id": "2026", "wb_display": "28", "input": [{"pair_id": "para_495", "sentence_a": "శాంతిభద్రతలు , సంక్షేమం విషయంలోనూ పోలీసుశాఖకు ప్రభుత్వం అన్ని విధాలా సహకరిస్తుందని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి అన్నారు .", "sentence_b": "\"శాంతిభద్రతలు , సంక్షేమం విషయంలో పోలీసుశాఖ, ప్రభుత్వం అన్ని విధాలా సహకరిస్తుంది\" అని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి పేర్కొన్నరు."}, {"pair_id": "OC4_4887", "sentence_a": "హీరో శ్రీకాంత్ ఈ సినిమాలో నెగటివ్ రోల్ లో కనిపించబోతున్నాడు.", "sentence_b": "శ్రీకాంత్ ఇంతకు ముందు నాగచైతన్య ‘యుద్ధం శరణం’లో విలన్ గా నటించాడు."}, {"pair_id": "OC5_3778", "sentence_a": "అనంతనాగ్ జిల్లాలోని లాల్చౌక్లో జాతీయ జెండా రెపరెపలు", "sentence_b": "జమ్ముకశ్మీర్కు స్వయంప్రతిపత్తిని కల్పించే ఆర్టికల్ 370ని ప్రధానమంత్రి నరేంద్ర మోదీ ప్రభుత్వం రద్దు చేసి బుధవారానికి ఏడాది పూర్తయింది."}, {"pair_id": "UDD_939", "sentence_a": "2004లో వచ్చిన విధంగానే ఈ సారి కూడా ముందస్తు ఎన్నికలు వచ్చే అవకాశం ఉందని, అందుకు పార్టీ శ్రేణులు సిద్ధంగా ఉండాలని ఆమె పిలుపునిచ్చారు.", "sentence_b": "ఇంకొందరు అయితే సరదా మీమ్స్తో ఐసిసిను ఓ ఆట ఆడుకుంటున్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_495", "mr_explanation": "", "most_related": "UDD_939"}, "attempts": 1, "last_modified": "2023-10-27 10:59:09"}
{"set_id": "2030", "wb_display": "29", "input": [{"pair_id": "SP_2932", "sentence_a": "ఆదివారం సాయంత్రం జరిగిన విద్యుతాఘాతం ఉదంతంలో గొర్రెల మందపై విద్యుత్ వైర్లు తెగి పడడంతో మందలో ఉన్న మొత్తం గొర్రెలు మృత్యువాతకు గురయ్యాయి.", "sentence_b": "సలంద్రి మల్లయ్యకు చెందిన గొర్రెలను పెద్దూరులోని పెల్లెలో ఏర్పాటు చేసుకున్న దొడ్డికి చుట్టూ రక్షణగా ఇనుప కంచె నిర్మించారు."}, {"pair_id": "OC5_3784", "sentence_a": "నవంబర్ 23 నుంచి వ్యవసాయేతర భూముల రిజిస్ట్రేషన్ : సీఎం కేసీఆర్", "sentence_b": "వ్యవసాయేతర భూముల రిజిస్ట్రేషన్పై తెలంగాణ సీఎం కేసీఆర్ కీలక నిర్ణయం తీసుకున్నారు."}, {"pair_id": "OUSD_4898", "sentence_a": "న్యూఢిల్లీ, మే 18: తెలంగాణ నుంచి కేసీఆర్ కిట్, ఎలక్ట్రానిక్ సర్వీసెస్ డెలివరీ టీ యాప్, టీ-వాలెట్లకు బిజినెస్ వరల్డ్ సంస్థ అవార్డులు లభించాయి.", "sentence_b": "తొలుత హైదరాబాద్కు కడప నుంచి విమాన సర్వీసులు నడుపుతున్నారు."}, {"pair_id": "UDD_1300", "sentence_a": "టీడీడీ పాలక మండలి తనను అర్చకత్వం నుంచి బలవంతంగా పదవీవిరమణ చేయించిందని రమణదీక్షితులు బహిరంగంగానే ధ్వజమెత్తిన సంగతి తెలిసిందే.", "sentence_b": "పలువురు కాంగ్రెస్ సీనియర్ నాయకులు నెహ్రూ జయంతి వేడుకలలో పాల్గొన్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "SP_2932", "mr_explanation": "", "most_related": "UDD_1300"}, "attempts": 1, "last_modified": "2023-10-27 10:51:06"}
{"set_id": "2023", "wb_display": "30", "input": [{"pair_id": "SP_1518", "sentence_a": "తమిళ్, తెలుగు, మలయాళం భాషల్లో ఈ భామకు విపరీతమైన క్రేజ్ ఉంది.", "sentence_b": "అయితే కోలీవుడ్లో మాత్రం ఈ అమ్మడు ఓ రేంజ్లో దూసుకుపోతోంది."}, {"pair_id": "OC5_3784", "sentence_a": "నవంబర్ 23 నుంచి వ్యవసాయేతర భూముల రిజిస్ట్రేషన్ : సీఎం కేసీఆర్", "sentence_b": "వ్యవసాయేతర భూముల రిజిస్ట్రేషన్పై తెలంగాణ సీఎం కేసీఆర్ కీలక నిర్ణయం తీసుకున్నారు."}, {"pair_id": "OC4_4064", "sentence_a": "హైదరాబాద్, ఏప్రిల్ 14: తెలంగాణ రాష్ట్రంలో ఎండల తీవ్రత కారణంగా పాఠశాలలకు విద్యా వార్షిక ప్రణాళికను మరోమారు సవరించింది.", "sentence_b": "ఈ నెల 16వ తేదీ నుండి పాఠశాలలకు సెలవులు ప్రకటించింది."}, {"pair_id": "para_995", "sentence_a": "కేటలోనియా నేతలు తమ వేర్పాటు బెదిరింపులను ఉపసంహరించుకోకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని రద్దు చేసేందుకు వెనుకాడబోమని స్పెయిన్ ప్రధాని మరియానా రజోరు హెచ్చరించారు .", "sentence_b": "స్పెయిన్ ప్రధాని మారియానా కేటలోనియా నేతలు తమ బెదిరింపులను రద్దు చేయకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని వెనక్కి తీస్కునేందుకు సిద్ధంగా ఉన్నామని హెచ్చరించారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "SP_1518", "mr_explanation": "", "most_related": "para_995"}, "attempts": 1, "last_modified": "2023-10-27 10:51:16"}
{"set_id": "24_G", "wb_display": "31", "input": [{"pair_id": "20", "sentence_a": "2018 కేంద్ర బడ్జెట్లో దిగుమతి సుంకాన్ని పెంచినందునే తాము ఈ నిర్ణయం తీసుకోవాల్సి వచ్చిందని పేర్కొంది.", "sentence_b": "2018 బడ్జెట్లో కేంద్రం సికెడి, సిబియు దిగుమతులపై కస్టమ్స్ డ్యూటీని 5శాతం పెంచింది."}, {"pair_id": "92", "sentence_a": "కరోనా నియంత్రణకు రూ.5వేల కోట్లు: సీఎం కేసీఆర్", "sentence_b": "కరోనా వైరస్ ను నియంత్రించేందుకు అవసరమైతే రూ.5వేల కోట్లయిన ఖర్చు చేస్తామని ముఖ్యమంత్రి కే చంద్రశేఖరరావు ప్రకటించారు."}, {"pair_id": "48", "sentence_a": "మహబూబ్ నగర్ జిల్లా అచ్చంపేటలో కాంగ్రెస్ పార్టీ ఏర్పాటు చేసిన సభలో అపశ్రుతి చోటు చేసుకుంది .", "sentence_b": "కాంగ్రెస్ పార్టీ ఏర్పాటు చేసిన సభలో అపశ్రుతి చోటు చేసుకుంది . ఇది మహబూబ్ నగర్ జిల్లాలోని అచ్చంపేటలో జరిగింది"}, {"pair_id": "12", "sentence_a": "తిమింగలాన్ని చూసిన స్థానిక ప్రజలు పోలీసులకు సమాచారం ఇచ్చారు.", "sentence_b": "పోలీసులు సముద్ర తీరానికి చేరుకుని తిమింగలం ఎలా చనిపోయిందో పరిశీలిస్తున్నారు."}], "output": {"least_related": "20", "most_related": "12", "lr_explanation": "", "mr_explanation": ""}, "is_golden": "true", "status": "success", "attempts": 1, "last_modified": "2023-10-27 10:51:23"}
{"set_id": "2027", "wb_display": "32", "input": [{"pair_id": "OC4_2636", "sentence_a": "ఫిబ్రవరి 7 (నమస్తే తెలంగాణ): ఈశాన్య, ఉత్తరాది దిశల నుంచి శీతలగాలులు జోరుగా వీస్తుండటంతో రాష్ట్రంలో రెండు రోజులుగా చలి తీవ్రత మళ్లీ పెరిగింది.", "sentence_b": "ఎండల తీవ్రత పెరగాల్సిన సమయంలో అనూహ్యంగా రాత్రి, పగటి ఉష్ణోగ్రతలు తగ్గిపోతున్నాయి."}, {"pair_id": "para_584", "sentence_a": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులకు సంబంధం వుందని శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన వెల్లడించారు .", "sentence_b": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులతో సంబంధం ఉనట్లు శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన తెలిపారు."}, {"pair_id": "UDD_358", "sentence_a": "39,999కు అందించనున్నట్లు రియల్మీ తెలిపింది.", "sentence_b": "ఆందోళల దృష్ట్యా లోక్ కల్యాణ్ మార్గ్ మెట్రో స్టేషన్ గేట్లను అధికారులు మూసివేశారు."}, {"pair_id": "OUSD_193", "sentence_a": "మలయాళీ సూపర్ స్టార్ మమ్ముట్టి తాజా చిత్రం 'ది ప్రీస్ట్' ఈ నెల 14న అమెజాన్ ప్రైమ్ లో స్ట్రీమింగ్ కాబోతోంది.", "sentence_b": "ఈ సినిమాకు ‘రెడ్డిగారు’ అనే టైటిల్ అనుకుంటున్నారని సమాచారం."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC4_2636", "mr_explanation": "", "most_related": "OUSD_193"}, "attempts": 1, "last_modified": "2023-10-27 10:51:27"}
{"set_id": "2025", "wb_display": "33", "input": [{"pair_id": "OUSD_253", "sentence_a": "లాక్ డౌన్ కు ముందే దాదాపు 80శాతం షూటింగ్ పూర్తిచేసుకున్న ఈ సినిమాను ఓటీటీకి ఇవ్వాలని పూరి జగన్నాధ్ అనుకుంటున్నాడట.", "sentence_b": "మల్టీ డైమెన్షన్ గ్రూప్ బ్యానర్లో ఈ చిత్రం రూపుదిద్దుకోనుంది."}, {"pair_id": "OUSD_2828", "sentence_a": "19 ఓవర్లకు ఆసీస్ 7 వికెట్ల నష్టానికి 132 పరుగులు చేసింది.", "sentence_b": "అనంతరం బ్యాటింగ్ చేసిన హాంగ్కాంగ్ 20 ఓవర్లలో 6 వికెట్లకు 144 పరుగులు సాధించింది."}, {"pair_id": "UDD_261", "sentence_a": "నలుగు, రోజ్గోల్డ్, గోల్డ్, బ్లూ రంగులలో ఈ ఫోన్లు ఉన్నాయి.", "sentence_b": "సమాచారమందుకున్న రెస్యూ టీం అక్కడికి చేరుకుని వారిని అంబులెన్స్ల్లో ఆస్పత్రులకు తరలించారు."}, {"pair_id": "SP_157", "sentence_a": "సోమవారం స్థానిక ఎంపిడిఒ కార్యాల యంలో గ్రామ సంరక్షణ మహిళ పోలీసులతో ఆయన సమావే శమయ్యారు.", "sentence_b": "ఈ సందర్భంగా ఎంపిడిఒ కరోనా నివారణకు తీసు కోవాల్సిన కార్యాచరణను గురించి వివరించారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_253", "mr_explanation": "", "most_related": "SP_157"}, "attempts": 1, "last_modified": "2023-10-27 10:51:32"}
{"set_id": "2031", "wb_display": "34", "input": [{"pair_id": "OC4_2390", "sentence_a": "దేశంలో రెండవ ఎన్ఐఏ కార్యాలయంగా గుర్తింపు పొందనుంది.", "sentence_b": "హైదరాబాద్ హైటెక్ సిటీ మాదాపూర్ ఖానమెట్లో ఎన్ఐఏ కార్యాలయాన్ని శుక్రవారం కేంద్ర హోంత్రి రాజ్నాథ్ సింగ్ ప్రారంభిస్తున్నారు."}, {"pair_id": "UDD_837", "sentence_a": "నిత్య సహాయ మాత చర్చిలో ఈ ప్రేయర్ జరపగా. . సమాచారం అందుకున్న పోలీసులు ఆయన్ను అరెస్ట్ చేశారు.", "sentence_b": "ఇంగ్లాండ్ కూడ మంచి స్థితిలోనే ఉందని వ్యాఖ్యానించాడు."}, {"pair_id": "para_471", "sentence_a": "మిజోరం నూతన ముఖ్యమంత్రిగా మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా శనివారం ప్రమాణ స్వీకారం చేశారు .", "sentence_b": "\"మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా\" శనివారం రోజు మిజోరం నూతన ముఖ్యమంత్రిగా ప్రమాణ స్వీకారం చేశారు ."}, {"pair_id": "UDD_1333", "sentence_a": "దాని వల్ల సోషల్ మీడియాలో అనుచిత వ్యాఖ్యలు/ చిత్రాలు పోస్టు చేసే అసలైన వ్యక్తిని సులభంగా పట్టుకోడానికి వీలుంటుందని కోర్టు పేర్కొంది.", "sentence_b": "ఇరు వాదనలు విన్న సీబీఐ కోర్టు తీర్పును 30 నిమిషాల పాటు రిజర్వ్లో ఉంచింది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC4_2390", "mr_explanation": "", "most_related": "UDD_1333"}, "attempts": 1, "last_modified": "2023-10-27 10:51:39"}
{"set_id": "2024", "wb_display": "35", "input": [{"pair_id": "para_471", "sentence_a": "మిజోరం నూతన ముఖ్యమంత్రిగా మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా శనివారం ప్రమాణ స్వీకారం చేశారు .", "sentence_b": "\"మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా\" శనివారం రోజు మిజోరం నూతన ముఖ్యమంత్రిగా ప్రమాణ స్వీకారం చేశారు ."}, {"pair_id": "OC5_2506", "sentence_a": "బిసిల సంక్షేమమే ధ్యేయంగా పథకాలు : మంత్రి శ్రీనివాస్ గౌడ్", "sentence_b": "హైదరాబాద్ : తెలంగాణలో బిసిల సంక్షేమమే ధ్యేయంగా సిఎం కెసిఆర్ పాలన చేస్తున్నారని మంత్రి శ్రీనివాస్ గౌడ్ స్పష్టం చేశారు."}, {"pair_id": "OUSD_162", "sentence_a": "ఓ జంతు సంరక్షణ కేంద్రాన్ని నడుపుకునేదాన్ని”అని చెప్పిం ది ఈ చెన్నై సుందరి.", "sentence_b": "ఎస్వీ2 ఎంటర్టైన్మెంట్ బ్యానర్పై ఈ సినిమాను నిర్మిస్తున్నారు."}, {"pair_id": "SP_2684", "sentence_a": "ఆర్థిక సంక్షోభంలో కూరుకుపోయిన జెట్ ఎయిర్వేస్ మూసివేత ఖాయంగా కనిపిస్తున్నది.", "sentence_b": "అత్యవసర సాయాన్ని అందించడానికి ప్రధాన రుణతాద ఎస్బీఐ నిరాకరించడంతో జెట్ ఎయిర్వేస్ పరిస్థితి అగమ్యగోచరంగా మారింది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_471", "mr_explanation": "", "most_related": "SP_2684"}, "attempts": 1, "last_modified": "2023-10-27 10:51:44"}
{"set_id": "2033", "wb_display": "36", "input": [{"pair_id": "para_1127", "sentence_a": "ఇస్రో ఛైర్మన్ శివన్ శ్రీవారిని దర్శించుకున్నారు .", "sentence_b": "శ్రీవారిని ఇస్రో ఛైర్మన్ శివన్ దర్శించుకున్నారు ."}, {"pair_id": "UDD_503", "sentence_a": "ఈ దారుణ ఓటమితో ఢిల్లీ తమ ప్లే ఆఫ్స్ ఆశలను మరింత సంక్లిష్టం చేసుకుంది.", "sentence_b": "తమ దేశాన్ని దెబ్బతీసి, మదురోను తొలగించాలన్నది అమెరికా లక్ష్యంగా వుందని వెనిజులా అధికారులు విమర్శిస్తున్నారు."}, {"pair_id": "para_1153", "sentence_a": "నేషనల్ హెరాల్డ్ కేసులో ఢిల్లీ హైకోర్టు కీలక నిర్ణయం తీసుకుంది .", "sentence_b": "ఢిల్లీ హైకోర్టు నేషనల్ హెరాల్డ్ కేసులో ముఖ్య నిర్ణయం వెల్లడించింది."}, {"pair_id": "OUSD_313", "sentence_a": "ఈ మేరకు ఒక ప్రకటన విడుదల చేశారు. అందులో. . . మా కుటుంబానికి సంబంధించిన విషయాలు ఇటీవల మీడియాలో వస్తున్నాయి.", "sentence_b": "కాగా కరోనా వైరస్ గురించి మలయాళ సూపర్స్టార్ మోహన్లాల్ షాకింగ్ కామెంట్లు చేశారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_1127", "mr_explanation": "", "most_related": "OUSD_313"}, "attempts": 1, "last_modified": "2023-10-27 10:52:00"}
{"set_id": "2043", "wb_display": "37", "input": [{"pair_id": "SP_534", "sentence_a": "కరోనా వ్యాప్తి నేపథ్యంలో పరీక్షలు నిర్వహిస్తే విద్యార్థులు వైరస్ ప్రభావానికి గురయ్యే ప్రమాదం ఉందని పిటిషన్ లో పేర్కొన్నారు.", "sentence_b": "విచారణ సందర్భంగా, ప్రభుత్వం తరఫున సొలిసిటర్ జనరల్ తుషార్ మెహతా కోర్టుకు వివరాలు తెలిపారు."}, {"pair_id": "OUSD_2703", "sentence_a": "అనంతరం బ్యాటింగ్ కు దిగిన భారత్ 49.5 ఓవర్లలో 252 పరుగులు చేసి ఆలౌటైంది.", "sentence_b": "ఆ తరువాత డిక్వెల్లా 64 పరుగులు చేసి జాదవ్ బౌలింగ్ లో ఎల్ బిడబ్ల్యూగా పెవిలియన్ చేరాడు."}, {"pair_id": "UDD_1038", "sentence_a": ". ప్రశ్నోత్తరాల తర్వాత ఏ అంశంపై నైనా చర్చ చేయడతామని స్పీకర్ పదేపదే విపక్ష సభ్యులకు నచ్చజెప్పినా వారు తమ ఆందోళనను కొనసాగిస్తున్నారు.", "sentence_b": "పుల్వామా ఘటనతో పాక్ సంబంధం లేదని పాక్ ప్రధాని ఇమ్రాన్ ఖాన్ మీడియాతో తెలిపారు."}, {"pair_id": "SP_1930", "sentence_a": "బాలీవుడ్ భామ అలియా సీత పాత్రలో రాంచరణ్ కి జోడీగా కనిపించనుంది.", "sentence_b": "ఆర్ఆర్ఆర్ తర్వాత చరణ్ ప్రముఖ దర్శకుడు శంకర్ తో మరో ప్రతిష్టాత్మక ప్రాజెక్ట్ చేయబోతున్నాడు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "SP_534", "mr_explanation": "", "most_related": "SP_1930"}, "attempts": 1, "last_modified": "2023-10-27 10:52:07"}
{"set_id": "32_G", "wb_display": "38", "input": [{"sentence_a": "దాన్నే స్పెయిల్ చేసే డీల్ ఎంతమంచిది అయినా అక్కర్లేదని భావించి నో చెప్పారట", "sentence_b": "2015-06 నాటికి ఈ కంపెనీ 10 లక్షల అమ్మకాలు చేయగా. . 2015 నాటికి 30 లక్షల విక్రయాలన చేరింది.", "pair_id": "40"}, {"sentence_a": "మొత్తానికి భారీ అంచనాల నడుమ ప్రేక్షకుల ముందుకు వచ్చిన ‘గీత గోవిందం’ పాజిటివ్ రెస్పాన్స్తో ముందుకెళ్తోంది.", "sentence_b": "ఢిల్లీ ఓపెనర్ పృథ్వీ(56), వికెట్ కీపర్ రిషబ్ పంత్(49)చెలరేగడంతో టార్గెట్ సులువైపోయింది.", "pair_id": "73"}, {"sentence_a": "ముందుగా ఈ సినిమాను ఈ ఏడాదే రిలీజ్ చేయాలనుకున్నా షూటింగ్లో జాప్యం వల్ల వచ్చే ఏడాది ఫిబ్రవరి 5న విడుదల చేయాలని ప్లాన్ చేశారు.", "sentence_b": "అందులో ఒకరిని రీసెంట్ గా సెలెక్ట్ చేశారు.", "pair_id": "85"}, {"sentence_a": "అమెరికాలో ఉంటున్న రాయ్ చిన్న తమ్ముడు రోజో ఇచ్చిన ఫిర్యాదు మేరకు పోలీసులు విచారణ ప్రారంభించడంతో డొంక కదిలి వాస్తవాలు వెలుగులోకి వచ్చాయి.", "sentence_b": "87వేల మందిని అధికారులు సురక్షిత ప్రాంతాలకు తరలించారు.", "pair_id": "65"}], "output": {"lr_explanation": "", "least_related": "40", "most_related": "65", "mr_explanation": ""}, "is_golden": "true", "status": "success", "attempts": 1, "last_modified": "2023-10-27 10:52:11"}
{"set_id": "2038", "wb_display": "39", "input": [{"pair_id": "para_103", "sentence_a": "ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం కోల్కతాలో అభిమానులు బారులు తీరారు .", "sentence_b": "కోల్కతాలోని ఫుట్బాల్ అభిమానులు ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం ఎగబడ్డారు."}, {"pair_id": "OC4_4064", "sentence_a": "హైదరాబాద్, ఏప్రిల్ 14: తెలంగాణ రాష్ట్రంలో ఎండల తీవ్రత కారణంగా పాఠశాలలకు విద్యా వార్షిక ప్రణాళికను మరోమారు సవరించింది.", "sentence_b": "ఈ నెల 16వ తేదీ నుండి పాఠశాలలకు సెలవులు ప్రకటించింది."}, {"pair_id": "UDD_170", "sentence_a": "ఫిలిప్పీన్స్ నుంచి వచ్చే దరఖాస్తులు 2006తో పోలిస్తే 70 శాతం తగ్గాయని యూఎస్ అధికారులు విడుదల చేసిన గణాంకాలు వెల్లడించాయి.", "sentence_b": "ఈ ఆర్థిక సంవత్సరం ఆర్బీఐ ఇప్పటికే రెండుసార్లు కీలక వడ్డీ రేట్లను పెంచింది."}, {"pair_id": "OUSD_60", "sentence_a": "ఈ సినిమా బాలీవుడ్ లో కలెక్షన్స్ బాగా తెచ్చుకుంది.", "sentence_b": "అంతేకాక ఈ షెడ్యూల్లోనే బాలీవుడ్ నటుడు అజయ్ దేవగన్ ఇంట్రో సీన్ కూడా పూర్తి చేయాలని ప్లాన్ చేస్తున్నారట."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_103", "mr_explanation": "", "most_related": "OUSD_60"}, "attempts": 1, "last_modified": "2023-10-27 10:52:22"}
{"set_id": "2035", "wb_display": "40", "input": [{"pair_id": "UDD_519", "sentence_a": "రానున్న ప్రపంచకప్లో ఇటువంటి పొరపాట్లకు తావు లేకుండా చూడాల్సిన అవసరం జట్టు యాజమాన్యంపై ఎంతైనా ఉందన్నాడు.", "sentence_b": "భూకంపం విలయంతో దిగ్భ్రాంతికి గురైన ఆ బాలిక ప్రస్తుతం ఆస్పత్రిలో చికిత్స పొందుతోందని, ఆమె ఆరోగ్యం బాగుందని సహాయక సిబ్బంది తెలిపారు."}, {"pair_id": "para_811", "sentence_a": "అమెరికాలో ఉండే పలువురు హాలీవుడ్ స్టార్స్ కు కరోనా వైరస్ సోకినట్లుగా సమాచారం .", "sentence_b": "అమెరికాలో ఉన్న నటులకు కరోన నిర్ధారణ అయ్యింది."}, {"pair_id": "SP_157", "sentence_a": "సోమవారం స్థానిక ఎంపిడిఒ కార్యాల యంలో గ్రామ సంరక్షణ మహిళ పోలీసులతో ఆయన సమావే శమయ్యారు.", "sentence_b": "ఈ సందర్భంగా ఎంపిడిఒ కరోనా నివారణకు తీసు కోవాల్సిన కార్యాచరణను గురించి వివరించారు."}, {"pair_id": "OUSD_165", "sentence_a": "ఆయన కొత్త సినిమా పూజా కార్యక్రమాలు ఈ రోజు జరిగాయి.", "sentence_b": "ఈ చిత్రాన్ని దర్శకుడు అనిల్ పాడూరి తెరకెక్కిస్తుండగా. . . పూరి జగన్నాథ్, ఛార్మీ నిర్మాతలుగా వ్యవహరిస్తున్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_519", "mr_explanation": "", "most_related": "OUSD_165"}, "attempts": 1, "last_modified": "2023-10-27 10:52:28"}
{"set_id": "2034", "wb_display": "41", "input": [{"pair_id": "para_581", "sentence_a": "రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీకి గురైన ఘటన కేరళ రాష్ట్రంలో జరిగింది .", "sentence_b": "కేరళ రాష్ట్రంలో రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీ అయినట్లు తెలుస్తుంది."}, {"pair_id": "OC4_3045", "sentence_a": "పెళ్లి తరువాత ఆమని మంచి చిత్రాల్లో నటిస్తూ బిజీ అయ్యారు.", "sentence_b": "రాజశేఖర్ తో చేసిన అమ్మకొడుకు సినిమా అప్పుడే తన మంచి నటి అవుతుందని అనుకున్నాను అనుకున్నట్టుగానే మంచి నటి అయింది."}, {"pair_id": "OUSD_4965", "sentence_a": "ఇక ఈ ఫోన్కు చెందిన 2జీబీ ర్యామ్, 16 జీబీ స్టోరేజ్ వేరియెంట్ ధర రూ.", "sentence_b": "హైదరాబాద్ ట్రేడ్ సెంటర్ ఏర్పాటు గురించి కూడా ఈ సందర్భంగా ఆయన ప్రస్తావించారు."}, {"pair_id": "OUSD_2800", "sentence_a": "ఇక సెమీస్ తో భారత్ ప్రత్యర్థి ఎవరో తెలిసిపోయింది.", "sentence_b": "మూడో యూత్ ఒలింపిక్స్లో భారత్ పసిడి ఖాతాను తెరవడం గమనార్హం."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_581", "mr_explanation": "", "most_related": "OUSD_2800"}, "attempts": 1, "last_modified": "2023-10-27 10:52:33"}
{"set_id": "2039", "wb_display": "42", "input": [{"pair_id": "OUSD_2762", "sentence_a": "సిడ్నీ థండర్ జట్టు సభ్యురాలిగా. . . హర్మన్ ప్రీత్ తొలిసీజన్లో 296 పరుగులు సాధించడంతో పాటు.", "sentence_b": "జింబాబ్వేపై 172 పరుగులు చేసి టీ20ల్లో అత్యధిక వ్యక్తిగత స్కోరును కూడా నమోదు చేశాడు."}, {"pair_id": "SP_1523", "sentence_a": "ఫాలోయింగ్ విషయంలో సూపర్స్టార్ రజనీకాంత్ మాత్రమే కాదు… విజయ్, అజిత్లు కూడా తక్కువేమీ కాదు.", "sentence_b": "వాళ్ల సినిమాలు రిలీజైనప్పుడు ఉండే సందడే అందుకు నిదర్శనం."}, {"pair_id": "OUSD_7317", "sentence_a": "తనకు ఎవరితోనూ శతృత్వం లేదని, దాడి చేసిన ఆగంతకులను తాను గుర్తు పట్టనని బాధితుడు మనోజ్ తెలుపడంతో పోలీసులు ఇతర కోణాల్లోనూ దర్యాప్తు జరుపుతున్నారు.", "sentence_b": "వాద్రా విచారణకు సహకరించడం లేదని, సరైన సమాధానాలు చెప్పడంలేదని ఈడీ తెలిపింది."}, {"pair_id": "OUSD_240", "sentence_a": "కొత్తదనాన్ని కోరుకునే ప్రతి ఒక్కరిని ఈ సినిమా మెప్పిస్తుంది అని తెలిపారు.", "sentence_b": "ఈ చిత్రం ఈనెల 25న విడుదలకానుంది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_2762", "mr_explanation": "", "most_related": "OUSD_240"}, "attempts": 1, "last_modified": "2023-10-27 10:52:46"}
{"set_id": "2042", "wb_display": "43", "input": [{"pair_id": "SP_976", "sentence_a": "ఈ విషయాన్ని కతార్ విదేశాంగ మంత్రి మహమ్మద్ బిన్ అబ్దుల్రహ్మన్ అల్ థని గురువారం వెల్లడించారు.", "sentence_b": "ఇటీవల జరిగిన విపరీతమైన తరలింపుతో విమానాశ్రయంలోని మౌలిక సదుపాయాలు నాశనం చేయబడ్డాయని తెలిపారు."}, {"pair_id": "UDD_261", "sentence_a": "నలుగు, రోజ్గోల్డ్, గోల్డ్, బ్లూ రంగులలో ఈ ఫోన్లు ఉన్నాయి.", "sentence_b": "సమాచారమందుకున్న రెస్యూ టీం అక్కడికి చేరుకుని వారిని అంబులెన్స్ల్లో ఆస్పత్రులకు తరలించారు."}, {"pair_id": "OUSD_253", "sentence_a": "లాక్ డౌన్ కు ముందే దాదాపు 80శాతం షూటింగ్ పూర్తిచేసుకున్న ఈ సినిమాను ఓటీటీకి ఇవ్వాలని పూరి జగన్నాధ్ అనుకుంటున్నాడట.", "sentence_b": "మల్టీ డైమెన్షన్ గ్రూప్ బ్యానర్లో ఈ చిత్రం రూపుదిద్దుకోనుంది."}, {"pair_id": "UDD_485", "sentence_a": "మొత్తం పది ఓవర్లు ముగిసే సరికి రెండు వికెట్ల నష్టానికి రాజస్తాన్ 99 పరుగులు చేసింది.", "sentence_b": "ఈ సినిమాలో నరేశ్, సత్య, అర్చనా సౌందర్య ఇతర పాత్రలలో నటిస్తున్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "SP_976", "mr_explanation": "", "most_related": "UDD_485"}, "attempts": 1, "last_modified": "2023-10-27 10:52:53"}
{"set_id": "2044", "wb_display": "44", "input": [{"pair_id": "OUSD_157", "sentence_a": "దీంతో ప్రేక్షకులకు ఓటీటీలు, ఏటీటీలపై ఇంట్రస్ట్ ఏ మాత్రం ఉందో మనం అర్థం చేసుకోవచ్చు.", "sentence_b": "ఈ సందర్భంగా నందు మాట్లాడుతూ “తమిళ్లో సూపర్డూపర్ హిట్ అయిన ఈ చిత్రాన్ని తెలుగు ప్రేక్షకులకు అందిస్తున్నారు సురేష్ కొండేటి."}, {"pair_id": "OUSD_7272", "sentence_a": "ఈ కేసును సీబీఐతో విచారణ చేయించేందుకు హైకోర్టు అనుమతి ఇచ్చింది.", "sentence_b": "ఈ చట్టం అమలులోకి వచ్చిన తర్వాత తొలిసారిగా ఒక కేసులో కోర్టు దోషికి మరణ శిక్షను ఖరారు చేసింది."}, {"pair_id": "OUSD_142", "sentence_a": "అంతటి సీనియర్ హీరో. . ఈ జూనియర్ హీరోకు సోదరుడిగా నటించడం ఆశ్చర్యం కలిగించే విషయమే.", "sentence_b": "తాజాగా సీనియర్ నటుడు కోట శ్రీనివాసరావు మంచు విష్ణుకు మద్ధతు ప్రకటించారు."}, {"pair_id": "para_4", "sentence_a": "ఈజిప్ట్ మాజీ అధ్యక్షుడు మహ్మద్ మోర్సీకి ట్రయల్ కోర్టు విధించిన 20 ఏళ్ల జైలు శిక్షను దేశ సర్వోన్నత న్యాయస్థానం ఖరారు చేసింది .", "sentence_b": "ఈజిప్ట్ సర్వోన్నత న్యాయస్థానం మాజీ అద్యక్ష్యుడు అయిన మొహమ్మద్ మోర్సీకి కోర్టు 20 ఏళ్ళ జైలు శిక్షను కరారు చేసింది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_157", "mr_explanation": "", "most_related": "para_4"}, "attempts": 1, "last_modified": "2023-10-27 10:52:59"}
{"set_id": "2037", "wb_display": "45", "input": [{"pair_id": "SP_2830", "sentence_a": "వినియోగదారుల సంతఅప్తి మెరుగుపరచాలనే ఉద్దేశ్యంతో దీన్ని అందుబాటులోకి తెచ్చామని ఆ సంస్థ పేర్కొంది.", "sentence_b": "దీంతో భవిష్యత్తులో ఫిర్యాదులు తగ్గనున్నాయని విశ్వాసం వ్యక్తం చేసింది."}, {"pair_id": "para_1143", "sentence_a": "పచ్చని వృక్షాల నరికివేతపై సుప్రీంకోర్టు సంచలన ఆదేశాలు జారీ చేసింది .", "sentence_b": "పచ్చని చెట్ల నరికివేతపై పై సుప్రీంకోర్ట్ ఊహించని ఆదేశాలు ఇచ్చింది."}, {"pair_id": "OUSD_2743", "sentence_a": "కాగా ఈ మ్యాచ్ రెండు ఇన్నింగ్స్లో కోహ్లీ ప్రదర్శనకు గాను మ్యాన్ ఆఫ్ ది సిరీస్ అవార్డు దక్కింది.", "sentence_b": "ఈ సందర్బంలో తీసిన ఫొటోను అభిమానులతో సోషల్ మీడియా వేదికగా పంచుకున్నాడు మహేంద్రుడు."}, {"pair_id": "OUSD_105", "sentence_a": "ఇక హైదరాబాద్లో కొత్త ఫ్లాట్ కూడా కొనుక్కొని సినిమాల్లో తన సక్సెస్ను ఈ భామ ఎంజాయ్ చేస్తోందని తెలిసింది.", "sentence_b": "ఇక ఈ చిత్రంలో రాజశేఖర్కు జోడిగా పూజా కుమార్, శ్రద్ధాదాస్ నటించారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "SP_2830", "mr_explanation": "", "most_related": "OUSD_105"}, "attempts": 1, "last_modified": "2023-10-27 10:53:04"}
{"set_id": "2040", "wb_display": "46", "input": [{"pair_id": "OC4_266", "sentence_a": "పవిత్ర సంగమం దగ్గర గోదావరి ఘాట్లో శిలాఫలకం ఏర్పాటు చేశారు.", "sentence_b": "ఇందుకోసం స్టాక్ యార్డును ఇప్పటికే సిద్ధం చేశారు."}, {"pair_id": "OC5_6241", "sentence_a": "సంగారెడ్డిలో డెక్కన్ గ్రెయింజ్ ప్లాంట్ ... రూ.200 కోట్ల ఆదాయం లక్ష్యం", "sentence_b": "హైదరాబాద్ : డెక్కన్ రైస్ బ్రాండ్ పేరుతో బియ్యం ఎగుమతుల్లో ఉన్న డెక్కన్ గ్రెయింజ్ కొత్తగా హైదరాబాద్ సమీపంలో ప్రాసెసింగ్ ప్లాంట్ను నెలకొల్పింది."}, {"pair_id": "SP_1890", "sentence_a": "ఈనెల 25న ప్రపంచవ్యాప్తంగా రిలీజవుతోంది.", "sentence_b": "తెలుగు - తమిళం - హిందీలో ఈ చిత్రాన్ని ప్రతిష్ఠాత్మకంగా రిలీజ్ చేసేందుకు కంగన టీమ్ సన్నాహకాల్లో ఉంది."}, {"pair_id": "para_182", "sentence_a": "పార్లమెంట్ వర్షాకాల సమావేశాల తేదీలు ఖరారయ్యాయి .", "sentence_b": "పార్లమెంట్ చర్చల తేదీలు తెలిపారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC4_266", "mr_explanation": "", "most_related": "para_182"}, "attempts": 1, "last_modified": "2023-10-27 10:53:19"}
{"set_id": "2041", "wb_display": "47", "input": [{"pair_id": "para_802", "sentence_a": "2019 ఎన్నికల్లో కాంగ్రెస్ ఘన విజయం సాధిస్తుందని టిపిసిసి చీఫ్ ఉత్తమ్కుమార్రెడ్డి అన్నారు .", "sentence_b": "ఉత్తమ్కుమార్రెడ్డి టిపిసిసి చీఫ్ 2019 ఎన్నికల్లో కాంగ్రెస్ విజయానికి తిరుగులేదని స్పష్టం చేసారు."}, {"pair_id": "OUSD_4913", "sentence_a": "ఎంపిక చేసిన మోడల్స్పై ధరలను రెండు శాతం మేర పెంచినట్టు ఆ సంస్థ సోమవారం రెగ్యూలేటరీ సంస్థలకు సమాచారం ఇచ్చింది.", "sentence_b": "హైదరాబాద్ : టాటా మోటార్స్ కొత్తగా విడుదల చేసిన టియాగో కార్లను వందకుపైగా పంపిణీ చేసిన సందర్భంగా గ్రాండ్ డెలివరీ వేడుక నిర్వహించింది."}, {"pair_id": "para_115", "sentence_a": "కర్నూలు జిల్లాలో టీడీపీ అభ్యర్థిపై ప్రత్యర్థుల దాడి కలకలం రేపుతోంది .", "sentence_b": "టీడీపీ అభ్యర్థిపై ప్రత్యర్థులు దాడి చేయడం వల్ల కర్నూలు జిల్లాలో అల్లకల్లోలం జరుగుతుంది ."}, {"pair_id": "OUSD_2665", "sentence_a": "ఫిబ్రవరి 23 నుంచి 25వ తేదీ వరకు జరిగిన 2017 ప్రపంచ స్నో షూ ఛాంపియన్షిప్ పోటీలలో హుస్సేన్ పాల్గొన్నాడు.", "sentence_b": "ఆస్ట్రేలియాలోని ఫిలిప్ ఐలాండ్ వేదికగా జరిగిన టోర్నీ మహిళల డబుల్స్ టైటిల్ విజేతగా అంకిత జోడీ నిలిచింది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_802", "mr_explanation": "", "most_related": "OUSD_2665"}, "attempts": 1, "last_modified": "2023-10-27 10:53:25"}
{"set_id": "2036", "wb_display": "48", "input": [{"pair_id": "OC4_1664", "sentence_a": "ఈ పరిస్థితుల్లో డీఎస్ అమిత్ షాను కలవడంతో రాజకీయంగా ప్రాధాన్యం సంతరించుకుంది.", "sentence_b": "గత లోక్సభ ఎన్నికల్లో డీఎస్ కుమారుడు అరవింద్ నిజామాబాద్ బీజేపీ అభ్యర్థిగా పోటీ చేసి గెలుపొందారు."}, {"pair_id": "para_400", "sentence_a": "పది మంది ఉగ్రవాదులకు మరణశిక్షను అమలు చేయాలని పాకిస్థాన్ ఆర్మీ చీఫ్ జనరల్ ఖామర్ జావెద్ బాజ్వా నేడు ఆదేశాలు జారీ చేశారు .", "sentence_b": "పాకిస్థాన్ ఆర్మీ కమాండర్-ఇన్-చీఫ్ కమల్ జావిద్ బజ్వా ఈరోజు పది మంది ఉగ్రవాదులను ఉరితీయాలని ఆదేశించారు."}, {"pair_id": "UDD_903", "sentence_a": "హైదరాబాద్లో బుధవారం జరిగిన ‘అసాధారణ వాతావరణ పరిస్థితులు-తెలంగాణ రాష్ట్రం’ అనే అంశంపై ప్రసంగిస్తున్న రాష్ట్ర ప్రణాళిక సంఘం ఉపాధ్యక్షుడు సింగిరెడ్డి నిరంజన్రెడ్డి", "sentence_b": "చైనాలో పరిస్థితుల గురించి ఆయన మాట్లాడుతూ గూగుల్కు సంబంధించిన ప్రధాన ఉత్పత్తులేవీ ఆ దేశంలో అందుబాటులో లేవన్నారు."}, {"pair_id": "UDD_797", "sentence_a": "తొలి సినిమా టాక్ బయటకు రాకుండానే ప్రియకు ఆఫర్లు వెల్లువెత్తుతున్నాయి.", "sentence_b": "మృతదేహాల ను పోస్టుమార్టం ఆసుపత్రికి తరలించి కేసు దర్యాప్తు చేస్తున్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC4_1664", "mr_explanation": "", "most_related": "UDD_797"}, "attempts": 1, "last_modified": "2023-10-27 10:53:30"}
{"set_id": "2052", "wb_display": "49", "input": [{"pair_id": "OUSD_216", "sentence_a": "ఏదేమైనా అటు దర్శకుడు అనిల్ రావిపూడి కెరీర్లోనూ అలాగే మహేష్ బాబు కెరీర్లోనూ ఇది బిగ్గెస్ట్ హిట్ చిత్రం అని చెప్పడంలో ఎటువంటి సందేహం లేదు.", "sentence_b": "చిత్రం విజయం సాధించిన సందర్భంగా శుభాకాంక్షలు తెలియజేశారు."}, {"pair_id": "SP_1183", "sentence_a": "2008లో ముంబయిలోని హోటల్పై పాక్ ప్రేరేపిత ఉగ్రవాదులు దాడులు జరిగి పదేళ్లు పూర్తయిన నేపథ్యంలో ఆయన మాట్లాడుతూ ఉగ్రవాదంపై పోరులో భారత్కు అండగా ఉంటానన్నారు.", "sentence_b": "ఈ పోరాటంలో ఉగ్రవాదులు గెలవరాదన్నారు."}, {"pair_id": "para_103", "sentence_a": "ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం కోల్కతాలో అభిమానులు బారులు తీరారు .", "sentence_b": "కోల్కతాలోని ఫుట్బాల్ అభిమానులు ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం ఎగబడ్డారు."}, {"pair_id": "OUSD_75", "sentence_a": "వచ్చే ఏడాది సంక్రాంతికి విడుదలకానున్న ఈ చిత్రానికి సంగీతం దేవిశ్రీ అందిస్తున్నారు.", "sentence_b": "ఈ సినిమా వచ్చే ఏడాది ఏప్రిల్లో సెట్స్పైకి వెళ్తుంది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_216", "mr_explanation": "", "most_related": "OUSD_75"}, "attempts": 1, "last_modified": "2023-10-27 10:53:11"}
{"set_id": "2047", "wb_display": "50", "input": [{"pair_id": "OUSD_287", "sentence_a": "గత కొన్ని సంవత్సరాలుగా ఆమె సినిమాలకు దూరంగా ఉంటున్నారు.", "sentence_b": "తెలుగులో ఆమె నటన చూసి ఇలాంటి కూతురు ఉంటే బాగుండు అన్నట్లు నటించింది."}, {"pair_id": "OC4_5627", "sentence_a": "హిట్ మ్యాన్ గా పేరొందిన రోహిత్ వన్డే క్రికెట్ లో పలు రికార్డులను తన ఖాతాలో వేసుకున్న విషయం విదితమే.", "sentence_b": "మూడుసార్లు డబుల్ సెంచరీలు సాధించిన ఏకైక బ్యాట్స్ మెన్ గా కొనసాగుతున్నాడు రోహిత్."}, {"pair_id": "OUSD_2717", "sentence_a": "తాను పాక్ ఆటగాళ్ల డ్రస్సింగ్ రూమ్కి వెళ్లినట్లు వస్తున్న వార్తలను అండర్-19 భారత క్రికెట్ జట్టు కోచ్ రాహుల్ ద్రవిడ్ కొట్టి పారేశాడు.", "sentence_b": "కొత్తగా ఎన్నికైన క్రికెట్ సలహా కమిటీ(సిఏసి) ఈవిషయం గురించి ఇంకా ఏం అనుకోలేదు."}, {"pair_id": "OUSD_7294", "sentence_a": "స్థానిక పోలీసులకు ఇచ్చిన ఫిర్యాదు మేరకు సంఘటనా స్థలాన్ని చేరుకున్నారు.", "sentence_b": "ఎప్పటిలాగే ఆయన బుధవారం ఉదయం 7.30 గంటల ప్రాంతంలో పోలీస్స్టేషన్కు చేరుకున్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_287", "mr_explanation": "", "most_related": "OUSD_7294"}, "attempts": 1, "last_modified": "2023-10-27 10:53:39"}
{"set_id": "2050", "wb_display": "51", "input": [{"pair_id": "UDD_371", "sentence_a": "12 ప్లస్ డి, 13 ప్లస్ డి అనే రెండు ఆప్షన్లలో ఈ వాహనం లభిస్తుందని ఈ సందర్భంగా హైదరాబాద్లో సంస్థ తెలిపింది", "sentence_b": "తొలిపోటీలోనే 6-0తో కొలంబియాను చిత్తుచేసిన భారత మహిళల రికర్వుజట్టు అదే స్ఫూర్తిదాయక ప్రదర్శనతో ఫైనల్ బెర్త్ సాధించడం విశేషం."}, {"pair_id": "SP_2684", "sentence_a": "ఆర్థిక సంక్షోభంలో కూరుకుపోయిన జెట్ ఎయిర్వేస్ మూసివేత ఖాయంగా కనిపిస్తున్నది.", "sentence_b": "అత్యవసర సాయాన్ని అందించడానికి ప్రధాన రుణతాద ఎస్బీఐ నిరాకరించడంతో జెట్ ఎయిర్వేస్ పరిస్థితి అగమ్యగోచరంగా మారింది."}, {"pair_id": "OUSD_75", "sentence_a": "వచ్చే ఏడాది సంక్రాంతికి విడుదలకానున్న ఈ చిత్రానికి సంగీతం దేవిశ్రీ అందిస్తున్నారు.", "sentence_b": "ఈ సినిమా వచ్చే ఏడాది ఏప్రిల్లో సెట్స్పైకి వెళ్తుంది."}, {"pair_id": "OUSD_4899", "sentence_a": "మొదట ఈ-వాలెట్ల హవా కొనసాగినా. . మళ్లీ బ్యాంకుల డిజిటల్ విధానాల ద్వారా నగదు లావాదేవీలు పెరిగాగాయి.", "sentence_b": "ఈ నెలాఖరులో ఎయిర్ ఏషియా వారు చెన్నై-కడప-చెన్నై మార్గంలో విమాన సర్వీసు ప్రారంభించనున్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_371", "mr_explanation": "", "most_related": "OUSD_4899"}, "attempts": 1, "last_modified": "2023-10-27 10:53:45"}
{"set_id": "2053", "wb_display": "52", "input": [{"pair_id": "para_1136", "sentence_a": "ఈ రోజు తిరుమల శ్రీవారిని మంత్రి ఇంద్రకరణ్రెడ్డి దర్శించుకున్నారు .", "sentence_b": "ఈ రోజు మంత్రి ఇంద్రకరణ్రెడ్డి గారు తిరుమల దేవస్థానాని దర్శించుకున్నారు."}, {"pair_id": "UDD_170", "sentence_a": "ఫిలిప్పీన్స్ నుంచి వచ్చే దరఖాస్తులు 2006తో పోలిస్తే 70 శాతం తగ్గాయని యూఎస్ అధికారులు విడుదల చేసిన గణాంకాలు వెల్లడించాయి.", "sentence_b": "ఈ ఆర్థిక సంవత్సరం ఆర్బీఐ ఇప్పటికే రెండుసార్లు కీలక వడ్డీ రేట్లను పెంచింది."}, {"pair_id": "SP_1523", "sentence_a": "ఫాలోయింగ్ విషయంలో సూపర్స్టార్ రజనీకాంత్ మాత్రమే కాదు… విజయ్, అజిత్లు కూడా తక్కువేమీ కాదు.", "sentence_b": "వాళ్ల సినిమాలు రిలీజైనప్పుడు ఉండే సందడే అందుకు నిదర్శనం."}, {"pair_id": "OUSD_4899", "sentence_a": "మొదట ఈ-వాలెట్ల హవా కొనసాగినా. . మళ్లీ బ్యాంకుల డిజిటల్ విధానాల ద్వారా నగదు లావాదేవీలు పెరిగాగాయి.", "sentence_b": "ఈ నెలాఖరులో ఎయిర్ ఏషియా వారు చెన్నై-కడప-చెన్నై మార్గంలో విమాన సర్వీసు ప్రారంభించనున్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_1136", "mr_explanation": "", "most_related": "OUSD_4899"}, "attempts": 1, "last_modified": "2023-10-27 10:53:50"}
{"set_id": "2051", "wb_display": "53", "input": [{"pair_id": "OUSD_162", "sentence_a": "ఓ జంతు సంరక్షణ కేంద్రాన్ని నడుపుకునేదాన్ని”అని చెప్పిం ది ఈ చెన్నై సుందరి.", "sentence_b": "ఎస్వీ2 ఎంటర్టైన్మెంట్ బ్యానర్పై ఈ సినిమాను నిర్మిస్తున్నారు."}, {"pair_id": "UDD_641", "sentence_a": "ఎంత సూపర్ స్టార్ తో సినిమా అయినప్పటికీ దిల్ రాజు అలా మితిమీరి బడ్జెట్ ఎలా పెట్టాడు అని అందరూ షాక్ అవుతున్నారు.", "sentence_b": "దాడికి పాల్పడిన ఉజ్బెకిస్థాన్ దేశీయుడు సైఫుల్లోను కఠినంగా శిక్షిస్తామని ఆయన హెచ్చరించారు."}, {"pair_id": "OC5_6241", "sentence_a": "సంగారెడ్డిలో డెక్కన్ గ్రెయింజ్ ప్లాంట్ ... రూ.200 కోట్ల ఆదాయం లక్ష్యం", "sentence_b": "హైదరాబాద్ : డెక్కన్ రైస్ బ్రాండ్ పేరుతో బియ్యం ఎగుమతుల్లో ఉన్న డెక్కన్ గ్రెయింజ్ కొత్తగా హైదరాబాద్ సమీపంలో ప్రాసెసింగ్ ప్లాంట్ను నెలకొల్పింది."}, {"pair_id": "OUSD_313", "sentence_a": "ఈ మేరకు ఒక ప్రకటన విడుదల చేశారు. అందులో. . . మా కుటుంబానికి సంబంధించిన విషయాలు ఇటీవల మీడియాలో వస్తున్నాయి.", "sentence_b": "కాగా కరోనా వైరస్ గురించి మలయాళ సూపర్స్టార్ మోహన్లాల్ షాకింగ్ కామెంట్లు చేశారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_162", "mr_explanation": "", "most_related": "OUSD_313"}, "attempts": 1, "last_modified": "2023-10-27 10:53:54"}
{"set_id": "2049", "wb_display": "54", "input": [{"pair_id": "OC5_8875", "sentence_a": "ఎటిఎం, బ్యాంక్ ఎకౌంట్లు హ్యాక్…. పిఎస్ లో నిందితుడు ఆత్మహత్య", "sentence_b": "అగర్తాలా: ఎటిఎం, బ్యాంక్ ఎకౌంట్లను హ్యాక్ చేసే వ్యక్తి పోలీస్ స్టేషన్లో ఆత్మహత్య చేసుకున్న సంఘటన వెస్ట్ త్రిపురలో జిల్లాలో చోటుచేసుకుంది."}, {"pair_id": "OC5_2506", "sentence_a": "బిసిల సంక్షేమమే ధ్యేయంగా పథకాలు : మంత్రి శ్రీనివాస్ గౌడ్", "sentence_b": "హైదరాబాద్ : తెలంగాణలో బిసిల సంక్షేమమే ధ్యేయంగా సిఎం కెసిఆర్ పాలన చేస్తున్నారని మంత్రి శ్రీనివాస్ గౌడ్ స్పష్టం చేశారు."}, {"pair_id": "UDD_969", "sentence_a": "పశ్చిమబంగలో రైల్వే ఇరుసు కర్మాగారాన్ని నెలకొల్పనున్నట్లు ఆయన వెల్లడించారు.", "sentence_b": "ఈ దాడులు రాష్టవ్య్రాప్తంగా కొనసాగుతాయని ఈ సందర్భంగా విజిలెన్స్ డీజీ స్పష్టం చేశారు."}, {"pair_id": "UDD_1281", "sentence_a": "3లక్షలు విలువ చేసే 1.50 క్వింటాళ్ల పత్తి విత్తనాలు స్వాధీనం చేసుకుని ఇద్దరిని అరెస్టు రిమాండ్కు తరలించడం జరిగిందని ఎస్ఐ పేర్కొన్నారు.", "sentence_b": "ఈ వివాదం రచ్చకెక్కడంతో ప్రభుత్వం వారిని సెలవుపై పంపిన విషయం విదితమే."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC5_8875", "mr_explanation": "", "most_related": "UDD_1281"}, "attempts": 1, "last_modified": "2023-10-27 10:54:00"}
{"set_id": "2055", "wb_display": "55", "input": [{"pair_id": "OUSD_165", "sentence_a": "ఆయన కొత్త సినిమా పూజా కార్యక్రమాలు ఈ రోజు జరిగాయి.", "sentence_b": "ఈ చిత్రాన్ని దర్శకుడు అనిల్ పాడూరి తెరకెక్కిస్తుండగా. . . పూరి జగన్నాథ్, ఛార్మీ నిర్మాతలుగా వ్యవహరిస్తున్నారు."}, {"pair_id": "OC5_8875", "sentence_a": "ఎటిఎం, బ్యాంక్ ఎకౌంట్లు హ్యాక్…. పిఎస్ లో నిందితుడు ఆత్మహత్య", "sentence_b": "అగర్తాలా: ఎటిఎం, బ్యాంక్ ఎకౌంట్లను హ్యాక్ చేసే వ్యక్తి పోలీస్ స్టేషన్లో ఆత్మహత్య చేసుకున్న సంఘటన వెస్ట్ త్రిపురలో జిల్లాలో చోటుచేసుకుంది."}, {"pair_id": "UDD_797", "sentence_a": "తొలి సినిమా టాక్ బయటకు రాకుండానే ప్రియకు ఆఫర్లు వెల్లువెత్తుతున్నాయి.", "sentence_b": "మృతదేహాల ను పోస్టుమార్టం ఆసుపత్రికి తరలించి కేసు దర్యాప్తు చేస్తున్నారు."}, {"pair_id": "UDD_371", "sentence_a": "12 ప్లస్ డి, 13 ప్లస్ డి అనే రెండు ఆప్షన్లలో ఈ వాహనం లభిస్తుందని ఈ సందర్భంగా హైదరాబాద్లో సంస్థ తెలిపింది", "sentence_b": "తొలిపోటీలోనే 6-0తో కొలంబియాను చిత్తుచేసిన భారత మహిళల రికర్వుజట్టు అదే స్ఫూర్తిదాయక ప్రదర్శనతో ఫైనల్ బెర్త్ సాధించడం విశేషం."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_165", "mr_explanation": "", "most_related": "UDD_371"}, "attempts": 1, "last_modified": "2023-10-27 10:54:07"}
{"set_id": "30_G", "wb_display": "56", "input": [{"pair_id": "11", "sentence_a": "పార్టీ కేడర్కు ఉత్సాహం ఇచ్చే నేత కావాలన్నారు. 'చిత్రం. . . హైదరాబాద్లో బుధవారం సమావేశమైన కాంగ్రెస్ సీనియర్ నాయకులు", "sentence_b": "దీనిపై పోలీసులు మరింత సమచారం కోసం విచారిస్తున్నారు."}, {"pair_id": "84", "sentence_a": "ముంబయి, అక్టోబర్ 4: మార్కెట్ వర్గాల అంచనాలకు అనుగుణంగా రిజర్వుబ్యాంక్ పరపతి విధానాన్ని ప్రకటించిన నేపథ్యంలో స్టాక్ మార్కెట్లో కొత్త ఉత్సాహం నెలకొంది.", "sentence_b": "న్యూఢిల్లీ, అక్టోబర్ 24: బీమా రంగ నియంత్రిత వ్యవస్థ ఐఆర్డిఎఐ. . మైక్రో-ఇన్సూరెన్స్ ఏజెంట్లకు పంటల బీమా పాలసీలను విక్రయించే అవకాశాన్ని కల్పించింది."}, {"pair_id": "99", "sentence_a": "గ్రామంలో నివసించే దేవిదాస్ బుధవారం రాత్రి మద్యం సేవించి ఇంటికి వెళ్లాడు.", "sentence_b": "ఇంట్లో ఉన్న అతని తమ్ముడు ముత్యం (35)కి ఏదో పని పురమాయించాడు."}, {"pair_id": "15", "sentence_a": "ఈ సినిమాపై వస్తున్న వార్తలపై దిల్ రాజు అధికారికంగా స్పష్టత ఇవ్వలేదు.", "sentence_b": "కేసు దర్యాప్తు జరుపుతున్నట్లు ఇన్స్పెక్టర్ రఘువీర్ రెడ్డి తెలిపారు."}], "output": {"least_related": "11", "most_related": "15", "lr_explanation": "", "mr_explanation": ""}, "is_golden": "true", "status": "success", "attempts": 1, "last_modified": "2023-10-27 10:54:11"}
{"set_id": "2046", "wb_display": "57", "input": [{"pair_id": "OUSD_7399", "sentence_a": "పంచాయతీ ఎన్నికల నేపథ్యంలో పోలీసులు ఏజెన్సీ గ్రామాల్లో భద్రత కట్టుదిట్టం చేశారు.", "sentence_b": "దాంతో తర్జనభర్జనల అనంతరం మంగళవారం ఉదయం పోలీసులకు ఫిర్యాదు చేశారు."}, {"pair_id": "OC4_3170", "sentence_a": "ఈ పండుగ ప్రేమ, సహనం, త్యాగాలకు ప్రతీక అని పేర్కొన్నారు.", "sentence_b": "పేదలతో, బంధువులతో ఆహారాన్ని పంచుకునే ఈ పండుగ, మనకున్న దానిలో నలుగురికీ సాయం చేయాలనే సందేశాన్నిస్తుంది."}, {"pair_id": "para_995", "sentence_a": "కేటలోనియా నేతలు తమ వేర్పాటు బెదిరింపులను ఉపసంహరించుకోకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని రద్దు చేసేందుకు వెనుకాడబోమని స్పెయిన్ ప్రధాని మరియానా రజోరు హెచ్చరించారు .", "sentence_b": "స్పెయిన్ ప్రధాని మారియానా కేటలోనియా నేతలు తమ బెదిరింపులను రద్దు చేయకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని వెనక్కి తీస్కునేందుకు సిద్ధంగా ఉన్నామని హెచ్చరించారు."}, {"pair_id": "OUSD_19", "sentence_a": "అలాగే ఈ సినిమాలో మహేష్ సరసన పూజా హెగ్డే హీరోయిన్ గా నటిస్తోందట.", "sentence_b": "ఈ చిత్రం ద్వారా వాణి ఎం."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_7399", "mr_explanation": "", "most_related": "OUSD_19"}, "attempts": 1, "last_modified": "2023-10-27 10:54:16"}
{"set_id": "2054", "wb_display": "58", "input": [{"pair_id": "SP_2031", "sentence_a": "ఆస్ట్రేలియా, న్యూజిలాండ్ల పర్యటనను విజయవంతంగా ముగించిన టీమిండియా ఇప్పటికే సిరీస్లను కైవసం చేసుకున్న భారత జట్టు ప్రస్తుతం టీ-20 సిరీస్పై కన్నేసింది.", "sentence_b": "రెగ్యులర్ కెప్టెన్ విరాట్ విశ్రాంతి పేరుతో జట్టుకు దూరమవడంతో రోహిత్ శర్మ నాయకత్వంలో టీ-20 సిరీస్ను భారత్ ఆడనుంది."}, {"pair_id": "UDD_837", "sentence_a": "నిత్య సహాయ మాత చర్చిలో ఈ ప్రేయర్ జరపగా. . సమాచారం అందుకున్న పోలీసులు ఆయన్ను అరెస్ట్ చేశారు.", "sentence_b": "ఇంగ్లాండ్ కూడ మంచి స్థితిలోనే ఉందని వ్యాఖ్యానించాడు."}, {"pair_id": "SP_2684", "sentence_a": "ఆర్థిక సంక్షోభంలో కూరుకుపోయిన జెట్ ఎయిర్వేస్ మూసివేత ఖాయంగా కనిపిస్తున్నది.", "sentence_b": "అత్యవసర సాయాన్ని అందించడానికి ప్రధాన రుణతాద ఎస్బీఐ నిరాకరించడంతో జెట్ ఎయిర్వేస్ పరిస్థితి అగమ్యగోచరంగా మారింది."}, {"pair_id": "para_1153", "sentence_a": "నేషనల్ హెరాల్డ్ కేసులో ఢిల్లీ హైకోర్టు కీలక నిర్ణయం తీసుకుంది .", "sentence_b": "ఢిల్లీ హైకోర్టు నేషనల్ హెరాల్డ్ కేసులో ముఖ్య నిర్ణయం వెల్లడించింది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "SP_2031", "mr_explanation": "", "most_related": "para_1153"}, "attempts": 1, "last_modified": "2023-10-27 10:54:21"}
{"set_id": "2048", "wb_display": "59", "input": [{"pair_id": "UDD_641", "sentence_a": "ఎంత సూపర్ స్టార్ తో సినిమా అయినప్పటికీ దిల్ రాజు అలా మితిమీరి బడ్జెట్ ఎలా పెట్టాడు అని అందరూ షాక్ అవుతున్నారు.", "sentence_b": "దాడికి పాల్పడిన ఉజ్బెకిస్థాన్ దేశీయుడు సైఫుల్లోను కఠినంగా శిక్షిస్తామని ఆయన హెచ్చరించారు."}, {"pair_id": "UDD_1322", "sentence_a": "కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "కొద్ది సేపట్లో ఆయన నామినేషన్ దాఖలు చేయనున్నారు."}, {"pair_id": "OUSD_162", "sentence_a": "ఓ జంతు సంరక్షణ కేంద్రాన్ని నడుపుకునేదాన్ని”అని చెప్పిం ది ఈ చెన్నై సుందరి.", "sentence_b": "ఎస్వీ2 ఎంటర్టైన్మెంట్ బ్యానర్పై ఈ సినిమాను నిర్మిస్తున్నారు."}, {"pair_id": "OC4_1326", "sentence_a": "ప్రజలు టిఆర్ఎస్ పార్టీయే శ్రీరామ రక్ష అని భావిస్తున్నారని అయన అన్నారు.", "sentence_b": "కేసీఆర్ నాయకత్వానికి ఎంత మద్దతు ఉందొ ఈ ఎన్నికలు నిరూపించాయి అని అన్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_641", "mr_explanation": "", "most_related": "OC4_1326"}, "attempts": 1, "last_modified": "2023-10-27 10:54:28"}
{"set_id": "2045", "wb_display": "60", "input": [{"pair_id": "para_309", "sentence_a": "ఆంధ్రప్రదేశ్ ప్రజల చిరకాల ఆకాంక్ష పోలవరం ప్రాజెక్టు అని సీఎం చంద్రబాబు అన్నారు .", "sentence_b": "పోలవరం ప్రాజెక్ట్ ఆంధ్రప్రదేశ్ ప్రజల చిరకాల వాంఛ అని ఆ రాష్ట్ర ముఖ్యమంత్రి చంద్రబాబు గారు అన్నారు ."}, {"pair_id": "SP_1518", "sentence_a": "తమిళ్, తెలుగు, మలయాళం భాషల్లో ఈ భామకు విపరీతమైన క్రేజ్ ఉంది.", "sentence_b": "అయితే కోలీవుడ్లో మాత్రం ఈ అమ్మడు ఓ రేంజ్లో దూసుకుపోతోంది."}, {"pair_id": "SP_2031", "sentence_a": "ఆస్ట్రేలియా, న్యూజిలాండ్ల పర్యటనను విజయవంతంగా ముగించిన టీమిండియా ఇప్పటికే సిరీస్లను కైవసం చేసుకున్న భారత జట్టు ప్రస్తుతం టీ-20 సిరీస్పై కన్నేసింది.", "sentence_b": "రెగ్యులర్ కెప్టెన్ విరాట్ విశ్రాంతి పేరుతో జట్టుకు దూరమవడంతో రోహిత్ శర్మ నాయకత్వంలో టీ-20 సిరీస్ను భారత్ ఆడనుంది."}, {"pair_id": "SP_1183", "sentence_a": "2008లో ముంబయిలోని హోటల్పై పాక్ ప్రేరేపిత ఉగ్రవాదులు దాడులు జరిగి పదేళ్లు పూర్తయిన నేపథ్యంలో ఆయన మాట్లాడుతూ ఉగ్రవాదంపై పోరులో భారత్కు అండగా ఉంటానన్నారు.", "sentence_b": "ఈ పోరాటంలో ఉగ్రవాదులు గెలవరాదన్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_309", "mr_explanation": "", "most_related": "SP_1183"}, "attempts": 1, "last_modified": "2023-10-27 10:54:33"}
{"set_id": "2065", "wb_display": "61", "input": [{"pair_id": "OUSD_2743", "sentence_a": "కాగా ఈ మ్యాచ్ రెండు ఇన్నింగ్స్లో కోహ్లీ ప్రదర్శనకు గాను మ్యాన్ ఆఫ్ ది సిరీస్ అవార్డు దక్కింది.", "sentence_b": "ఈ సందర్బంలో తీసిన ఫొటోను అభిమానులతో సోషల్ మీడియా వేదికగా పంచుకున్నాడు మహేంద్రుడు."}, {"pair_id": "OC5_17435", "sentence_a": "కివీస్ కు ఊరట : ఘోరంగా ఓడిన భారత్", "sentence_b": "ఇప్పటికే సిరీస్ కైవసం చేసుకున్న భారత్.."}, {"pair_id": "OUSD_2800", "sentence_a": "ఇక సెమీస్ తో భారత్ ప్రత్యర్థి ఎవరో తెలిసిపోయింది.", "sentence_b": "మూడో యూత్ ఒలింపిక్స్లో భారత్ పసిడి ఖాతాను తెరవడం గమనార్హం."}, {"pair_id": "para_309", "sentence_a": "ఆంధ్రప్రదేశ్ ప్రజల చిరకాల ఆకాంక్ష పోలవరం ప్రాజెక్టు అని సీఎం చంద్రబాబు అన్నారు .", "sentence_b": "పోలవరం ప్రాజెక్ట్ ఆంధ్రప్రదేశ్ ప్రజల చిరకాల వాంఛ అని ఆ రాష్ట్ర ముఖ్యమంత్రి చంద్రబాబు గారు అన్నారు ."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_2743", "mr_explanation": "", "most_related": "para_309"}, "attempts": 1, "last_modified": "2023-10-27 10:54:42"}
{"set_id": "2061", "wb_display": "62", "input": [{"pair_id": "OUSD_157", "sentence_a": "దీంతో ప్రేక్షకులకు ఓటీటీలు, ఏటీటీలపై ఇంట్రస్ట్ ఏ మాత్రం ఉందో మనం అర్థం చేసుకోవచ్చు.", "sentence_b": "ఈ సందర్భంగా నందు మాట్లాడుతూ “తమిళ్లో సూపర్డూపర్ హిట్ అయిన ఈ చిత్రాన్ని తెలుగు ప్రేక్షకులకు అందిస్తున్నారు సురేష్ కొండేటి."}, {"pair_id": "para_584", "sentence_a": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులకు సంబంధం వుందని శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన వెల్లడించారు .", "sentence_b": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులతో సంబంధం ఉనట్లు శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన తెలిపారు."}, {"pair_id": "para_471", "sentence_a": "మిజోరం నూతన ముఖ్యమంత్రిగా మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా శనివారం ప్రమాణ స్వీకారం చేశారు .", "sentence_b": "\"మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా\" శనివారం రోజు మిజోరం నూతన ముఖ్యమంత్రిగా ప్రమాణ స్వీకారం చేశారు ."}, {"pair_id": "OUSD_287", "sentence_a": "గత కొన్ని సంవత్సరాలుగా ఆమె సినిమాలకు దూరంగా ఉంటున్నారు.", "sentence_b": "తెలుగులో ఆమె నటన చూసి ఇలాంటి కూతురు ఉంటే బాగుండు అన్నట్లు నటించింది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_157", "mr_explanation": "", "most_related": "OUSD_287"}, "attempts": 1, "last_modified": "2023-10-27 10:54:46"}
{"set_id": "2058", "wb_display": "63", "input": [{"pair_id": "UDD_519", "sentence_a": "రానున్న ప్రపంచకప్లో ఇటువంటి పొరపాట్లకు తావు లేకుండా చూడాల్సిన అవసరం జట్టు యాజమాన్యంపై ఎంతైనా ఉందన్నాడు.", "sentence_b": "భూకంపం విలయంతో దిగ్భ్రాంతికి గురైన ఆ బాలిక ప్రస్తుతం ఆస్పత్రిలో చికిత్స పొందుతోందని, ఆమె ఆరోగ్యం బాగుందని సహాయక సిబ్బంది తెలిపారు."}, {"pair_id": "para_802", "sentence_a": "2019 ఎన్నికల్లో కాంగ్రెస్ ఘన విజయం సాధిస్తుందని టిపిసిసి చీఫ్ ఉత్తమ్కుమార్రెడ్డి అన్నారు .", "sentence_b": "ఉత్తమ్కుమార్రెడ్డి టిపిసిసి చీఫ్ 2019 ఎన్నికల్లో కాంగ్రెస్ విజయానికి తిరుగులేదని స్పష్టం చేసారు."}, {"pair_id": "para_176", "sentence_a": "ఆరోగ్యశ్రీలో మరో నూతన శకానికి ఆంధ్రప్రదేశ్ ముఖ్యమంత్రి వైఎస్ జగన్వెూహన్రెడ్డి ఈ రోజు శ్రీకారం చుట్టారు .", "sentence_b": "ఆరోగ్యశ్రీలో కొత్త పథకాన్ని జగన్వెూహన్రెడ్డి అమలు చేసారు."}, {"pair_id": "para_1127", "sentence_a": "ఇస్రో ఛైర్మన్ శివన్ శ్రీవారిని దర్శించుకున్నారు .", "sentence_b": "శ్రీవారిని ఇస్రో ఛైర్మన్ శివన్ దర్శించుకున్నారు ."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_519", "mr_explanation": "", "most_related": "para_1127"}, "attempts": 1, "last_modified": "2023-10-27 10:54:51"}
{"set_id": "2057", "wb_display": "64", "input": [{"pair_id": "para_995", "sentence_a": "కేటలోనియా నేతలు తమ వేర్పాటు బెదిరింపులను ఉపసంహరించుకోకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని రద్దు చేసేందుకు వెనుకాడబోమని స్పెయిన్ ప్రధాని మరియానా రజోరు హెచ్చరించారు .", "sentence_b": "స్పెయిన్ ప్రధాని మారియానా కేటలోనియా నేతలు తమ బెదిరింపులను రద్దు చేయకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని వెనక్కి తీస్కునేందుకు సిద్ధంగా ఉన్నామని హెచ్చరించారు."}, {"pair_id": "OUSD_2665", "sentence_a": "ఫిబ్రవరి 23 నుంచి 25వ తేదీ వరకు జరిగిన 2017 ప్రపంచ స్నో షూ ఛాంపియన్షిప్ పోటీలలో హుస్సేన్ పాల్గొన్నాడు.", "sentence_b": "ఆస్ట్రేలియాలోని ఫిలిప్ ఐలాండ్ వేదికగా జరిగిన టోర్నీ మహిళల డబుల్స్ టైటిల్ విజేతగా అంకిత జోడీ నిలిచింది."}, {"pair_id": "OC4_3045", "sentence_a": "పెళ్లి తరువాత ఆమని మంచి చిత్రాల్లో నటిస్తూ బిజీ అయ్యారు.", "sentence_b": "రాజశేఖర్ తో చేసిన అమ్మకొడుకు సినిమా అప్పుడే తన మంచి నటి అవుతుందని అనుకున్నాను అనుకున్నట్టుగానే మంచి నటి అయింది."}, {"pair_id": "UDD_1281", "sentence_a": "3లక్షలు విలువ చేసే 1.50 క్వింటాళ్ల పత్తి విత్తనాలు స్వాధీనం చేసుకుని ఇద్దరిని అరెస్టు రిమాండ్కు తరలించడం జరిగిందని ఎస్ఐ పేర్కొన్నారు.", "sentence_b": "ఈ వివాదం రచ్చకెక్కడంతో ప్రభుత్వం వారిని సెలవుపై పంపిన విషయం విదితమే."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_995", "mr_explanation": "", "most_related": "UDD_1281"}, "attempts": 1, "last_modified": "2023-10-27 10:54:59"}
{"set_id": "2064", "wb_display": "65", "input": [{"pair_id": "OC4_5627", "sentence_a": "హిట్ మ్యాన్ గా పేరొందిన రోహిత్ వన్డే క్రికెట్ లో పలు రికార్డులను తన ఖాతాలో వేసుకున్న విషయం విదితమే.", "sentence_b": "మూడుసార్లు డబుల్ సెంచరీలు సాధించిన ఏకైక బ్యాట్స్ మెన్ గా కొనసాగుతున్నాడు రోహిత్."}, {"pair_id": "SP_1518", "sentence_a": "తమిళ్, తెలుగు, మలయాళం భాషల్లో ఈ భామకు విపరీతమైన క్రేజ్ ఉంది.", "sentence_b": "అయితే కోలీవుడ్లో మాత్రం ఈ అమ్మడు ఓ రేంజ్లో దూసుకుపోతోంది."}, {"pair_id": "UDD_1224", "sentence_a": "బాధితుడి మేరకు కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "పుట్టిన రోజు వేడుకలను ట్రంప్ కాస్త ముందుగానే జరుపుకున్నారని బాలకృష్ణన్ కామెంట్ చేశారు."}, {"pair_id": "OC4_2390", "sentence_a": "దేశంలో రెండవ ఎన్ఐఏ కార్యాలయంగా గుర్తింపు పొందనుంది.", "sentence_b": "హైదరాబాద్ హైటెక్ సిటీ మాదాపూర్ ఖానమెట్లో ఎన్ఐఏ కార్యాలయాన్ని శుక్రవారం కేంద్ర హోంత్రి రాజ్నాథ్ సింగ్ ప్రారంభిస్తున్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC4_5627", "mr_explanation": "", "most_related": "OC4_2390"}, "attempts": 1, "last_modified": "2023-10-27 10:55:05"}
{"set_id": "2066", "wb_display": "66", "input": [{"pair_id": "UDD_485", "sentence_a": "మొత్తం పది ఓవర్లు ముగిసే సరికి రెండు వికెట్ల నష్టానికి రాజస్తాన్ 99 పరుగులు చేసింది.", "sentence_b": "ఈ సినిమాలో నరేశ్, సత్య, అర్చనా సౌందర్య ఇతర పాత్రలలో నటిస్తున్నారు."}, {"pair_id": "OC4_3170", "sentence_a": "ఈ పండుగ ప్రేమ, సహనం, త్యాగాలకు ప్రతీక అని పేర్కొన్నారు.", "sentence_b": "పేదలతో, బంధువులతో ఆహారాన్ని పంచుకునే ఈ పండుగ, మనకున్న దానిలో నలుగురికీ సాయం చేయాలనే సందేశాన్నిస్తుంది."}, {"pair_id": "OUSD_253", "sentence_a": "లాక్ డౌన్ కు ముందే దాదాపు 80శాతం షూటింగ్ పూర్తిచేసుకున్న ఈ సినిమాను ఓటీటీకి ఇవ్వాలని పూరి జగన్నాధ్ అనుకుంటున్నాడట.", "sentence_b": "మల్టీ డైమెన్షన్ గ్రూప్ బ్యానర్లో ఈ చిత్రం రూపుదిద్దుకోనుంది."}, {"pair_id": "OUSD_7399", "sentence_a": "పంచాయతీ ఎన్నికల నేపథ్యంలో పోలీసులు ఏజెన్సీ గ్రామాల్లో భద్రత కట్టుదిట్టం చేశారు.", "sentence_b": "దాంతో తర్జనభర్జనల అనంతరం మంగళవారం ఉదయం పోలీసులకు ఫిర్యాదు చేశారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_485", "mr_explanation": "", "most_related": "OUSD_7399"}, "attempts": 1, "last_modified": "2023-10-27 10:55:14"}
{"set_id": "18_G", "wb_display": "67", "input": [{"pair_id": "20", "sentence_a": "2018 కేంద్ర బడ్జెట్లో దిగుమతి సుంకాన్ని పెంచినందునే తాము ఈ నిర్ణయం తీసుకోవాల్సి వచ్చిందని పేర్కొంది.", "sentence_b": "2018 బడ్జెట్లో కేంద్రం సికెడి, సిబియు దిగుమతులపై కస్టమ్స్ డ్యూటీని 5శాతం పెంచింది."}, {"pair_id": "55", "sentence_a": "వైసీపీ అధినేత , ప్రతిపక్ష నేత వైఎస్ జగన్మోహన్రెడ్డి చేపట్టిన ప్రజా సంకల్పయాత్ర 40వ రోజు షెడ్యూల్ విడుదలైంది .", "sentence_b": "ప్రతిపక్ష,వైసీపీ అధినేత వైఎస్ జగన్మోహన్రెడ్డి చేపట్టబోయే ప్రజా సంకల్పయాత్రకు సంబంధించిన నాలుబైయవ రోజు కాలపట్టిక విడుదల చేయడం జరిగింది ."}, {"pair_id": "71", "sentence_a": "ఈ నిర్ణయాన్ని కొన్ని ఉపాధ్యాయ సంఘాలు విబేధించినట్టు తెలిసింది.", "sentence_b": "34 డిమాండ్లపై అధ్యయనం చేసేందుకు కనీసం నెల రోజులు సమయం అవసరం అవుతుందని ఉప ముఖ్యమంత్రి చేసిన ప్రతిపాదనతో ఉపాధ్యాయ సంఘాల నేతలు అంగీకరించారు."}, {"pair_id": "79", "sentence_a": "ఈ రోజు ట్రేడింగ్ ప్రారంభమైన వెంటనే మార్కెట్లు నష్టాల్లోకి జారుకున్నాయి.", "sentence_b": "యుఎస్బిఐ టైప్ సిపోర్టుతో పనిచేసే ఈ 3డి హెల్మెట్ శాంసంగ్ గేర్ విఆర్ హెడ్సెట్ తరహాలోనే ఉంది."}], "output": {"least_related": "20", "most_related": "79", "lr_explanation": "", "mr_explanation": ""}, "is_golden": "true", "status": "success", "attempts": 1, "last_modified": "2023-10-27 10:55:19"}
{"set_id": "2063", "wb_display": "68", "input": [{"pair_id": "UDD_939", "sentence_a": "2004లో వచ్చిన విధంగానే ఈ సారి కూడా ముందస్తు ఎన్నికలు వచ్చే అవకాశం ఉందని, అందుకు పార్టీ శ్రేణులు సిద్ధంగా ఉండాలని ఆమె పిలుపునిచ్చారు.", "sentence_b": "ఇంకొందరు అయితే సరదా మీమ్స్తో ఐసిసిను ఓ ఆట ఆడుకుంటున్నారు."}, {"pair_id": "OC4_4887", "sentence_a": "హీరో శ్రీకాంత్ ఈ సినిమాలో నెగటివ్ రోల్ లో కనిపించబోతున్నాడు.", "sentence_b": "శ్రీకాంత్ ఇంతకు ముందు నాగచైతన్య ‘యుద్ధం శరణం’లో విలన్ గా నటించాడు."}, {"pair_id": "UDD_1322", "sentence_a": "కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "కొద్ది సేపట్లో ఆయన నామినేషన్ దాఖలు చేయనున్నారు."}, {"pair_id": "OC4_266", "sentence_a": "పవిత్ర సంగమం దగ్గర గోదావరి ఘాట్లో శిలాఫలకం ఏర్పాటు చేశారు.", "sentence_b": "ఇందుకోసం స్టాక్ యార్డును ఇప్పటికే సిద్ధం చేశారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_939", "mr_explanation": "", "most_related": "OC4_266"}, "attempts": 1, "last_modified": "2023-10-27 10:55:24"}
{"set_id": "2059", "wb_display": "69", "input": [{"pair_id": "OUSD_193", "sentence_a": "మలయాళీ సూపర్ స్టార్ మమ్ముట్టి తాజా చిత్రం 'ది ప్రీస్ట్' ఈ నెల 14న అమెజాన్ ప్రైమ్ లో స్ట్రీమింగ్ కాబోతోంది.", "sentence_b": "ఈ సినిమాకు ‘రెడ్డిగారు’ అనే టైటిల్ అనుకుంటున్నారని సమాచారం."}, {"pair_id": "OUSD_142", "sentence_a": "అంతటి సీనియర్ హీరో. . ఈ జూనియర్ హీరోకు సోదరుడిగా నటించడం ఆశ్చర్యం కలిగించే విషయమే.", "sentence_b": "తాజాగా సీనియర్ నటుడు కోట శ్రీనివాసరావు మంచు విష్ణుకు మద్ధతు ప్రకటించారు."}, {"pair_id": "OC4_1664", "sentence_a": "ఈ పరిస్థితుల్లో డీఎస్ అమిత్ షాను కలవడంతో రాజకీయంగా ప్రాధాన్యం సంతరించుకుంది.", "sentence_b": "గత లోక్సభ ఎన్నికల్లో డీఎస్ కుమారుడు అరవింద్ నిజామాబాద్ బీజేపీ అభ్యర్థిగా పోటీ చేసి గెలుపొందారు."}, {"pair_id": "UDD_969", "sentence_a": "పశ్చిమబంగలో రైల్వే ఇరుసు కర్మాగారాన్ని నెలకొల్పనున్నట్లు ఆయన వెల్లడించారు.", "sentence_b": "ఈ దాడులు రాష్టవ్య్రాప్తంగా కొనసాగుతాయని ఈ సందర్భంగా విజిలెన్స్ డీజీ స్పష్టం చేశారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_193", "mr_explanation": "", "most_related": "UDD_969"}, "attempts": 1, "last_modified": "2023-10-27 10:55:29"}
{"set_id": "2062", "wb_display": "70", "input": [{"pair_id": "UDD_346", "sentence_a": "8,500 కోట్లు పెట్టుబడులు మదుపు చేశామన్నారు.", "sentence_b": "‘చీకటి రాజ్యం’ సినిమా ప్రేక్షకులకు ఓ సరికొత్త అనుభూతినిస్తుందని కమల్ మొదటి నుంచి చెబుతూ వస్తున్నారు."}, {"pair_id": "OUSD_240", "sentence_a": "కొత్తదనాన్ని కోరుకునే ప్రతి ఒక్కరిని ఈ సినిమా మెప్పిస్తుంది అని తెలిపారు.", "sentence_b": "ఈ చిత్రం ఈనెల 25న విడుదలకానుంది."}, {"pair_id": "UDD_1333", "sentence_a": "దాని వల్ల సోషల్ మీడియాలో అనుచిత వ్యాఖ్యలు/ చిత్రాలు పోస్టు చేసే అసలైన వ్యక్తిని సులభంగా పట్టుకోడానికి వీలుంటుందని కోర్టు పేర్కొంది.", "sentence_b": "ఇరు వాదనలు విన్న సీబీఐ కోర్టు తీర్పును 30 నిమిషాల పాటు రిజర్వ్లో ఉంచింది."}, {"pair_id": "OC5_4767", "sentence_a": "అప్పుల ఊబిలో రాష్ట్రం : మాజీ మంత్రి దేవినేని ఉమా", "sentence_b": "మైలవరం : రాష్ట్రాన్ని ఆప్పుల ఊబిలో నెట్టిన ఘనత సీఎం జగన్మోహన్రెడ్డికే దక్కుతుందని మాజీ మంత్రి దేవినేని ఉమామహేశ్వరరావు అన్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_346", "mr_explanation": "", "most_related": "OC5_4767"}, "attempts": 1, "last_modified": "2023-10-27 10:55:34"}
{"set_id": "2056", "wb_display": "71", "input": [{"pair_id": "OUSD_19", "sentence_a": "అలాగే ఈ సినిమాలో మహేష్ సరసన పూజా హెగ్డే హీరోయిన్ గా నటిస్తోందట.", "sentence_b": "ఈ చిత్రం ద్వారా వాణి ఎం."}, {"pair_id": "OUSD_60", "sentence_a": "ఈ సినిమా బాలీవుడ్ లో కలెక్షన్స్ బాగా తెచ్చుకుంది.", "sentence_b": "అంతేకాక ఈ షెడ్యూల్లోనే బాలీవుడ్ నటుడు అజయ్ దేవగన్ ఇంట్రో సీన్ కూడా పూర్తి చేయాలని ప్లాన్ చేస్తున్నారట."}, {"pair_id": "SP_1930", "sentence_a": "బాలీవుడ్ భామ అలియా సీత పాత్రలో రాంచరణ్ కి జోడీగా కనిపించనుంది.", "sentence_b": "ఆర్ఆర్ఆర్ తర్వాత చరణ్ ప్రముఖ దర్శకుడు శంకర్ తో మరో ప్రతిష్టాత్మక ప్రాజెక్ట్ చేయబోతున్నాడు."}, {"pair_id": "para_1143", "sentence_a": "పచ్చని వృక్షాల నరికివేతపై సుప్రీంకోర్టు సంచలన ఆదేశాలు జారీ చేసింది .", "sentence_b": "పచ్చని చెట్ల నరికివేతపై పై సుప్రీంకోర్ట్ ఊహించని ఆదేశాలు ఇచ్చింది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_19", "mr_explanation": "", "most_related": "para_1143"}, "attempts": 1, "last_modified": "2023-10-27 10:55:38"}
{"set_id": "2060", "wb_display": "72", "input": [{"pair_id": "OUSD_2717", "sentence_a": "తాను పాక్ ఆటగాళ్ల డ్రస్సింగ్ రూమ్కి వెళ్లినట్లు వస్తున్న వార్తలను అండర్-19 భారత క్రికెట్ జట్టు కోచ్ రాహుల్ ద్రవిడ్ కొట్టి పారేశాడు.", "sentence_b": "కొత్తగా ఎన్నికైన క్రికెట్ సలహా కమిటీ(సిఏసి) ఈవిషయం గురించి ఇంకా ఏం అనుకోలేదు."}, {"pair_id": "UDD_261", "sentence_a": "నలుగు, రోజ్గోల్డ్, గోల్డ్, బ్లూ రంగులలో ఈ ఫోన్లు ఉన్నాయి.", "sentence_b": "సమాచారమందుకున్న రెస్యూ టీం అక్కడికి చేరుకుని వారిని అంబులెన్స్ల్లో ఆస్పత్రులకు తరలించారు."}, {"pair_id": "para_838", "sentence_a": "ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో తెలుగమ్మాయి వెన్నం జ్యోతి సురేఖ రెండు కాంస్య పతకాలు సాధించింది .", "sentence_b": "తెలుగు అమ్మాయి అయిన వెన్నం జ్యోతి సురేఖ ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో రెండు కాంస్య పతకాలు గెలిచింది."}, {"pair_id": "OC4_2636", "sentence_a": "ఫిబ్రవరి 7 (నమస్తే తెలంగాణ): ఈశాన్య, ఉత్తరాది దిశల నుంచి శీతలగాలులు జోరుగా వీస్తుండటంతో రాష్ట్రంలో రెండు రోజులుగా చలి తీవ్రత మళ్లీ పెరిగింది.", "sentence_b": "ఎండల తీవ్రత పెరగాల్సిన సమయంలో అనూహ్యంగా రాత్రి, పగటి ఉష్ణోగ్రతలు తగ్గిపోతున్నాయి."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_2717", "mr_explanation": "", "most_related": "OC4_2636"}, "attempts": 1, "last_modified": "2023-10-27 10:55:43"}
{"set_id": "2072", "wb_display": "73", "input": [{"pair_id": "OUSD_4913", "sentence_a": "ఎంపిక చేసిన మోడల్స్పై ధరలను రెండు శాతం మేర పెంచినట్టు ఆ సంస్థ సోమవారం రెగ్యూలేటరీ సంస్థలకు సమాచారం ఇచ్చింది.", "sentence_b": "హైదరాబాద్ : టాటా మోటార్స్ కొత్తగా విడుదల చేసిన టియాగో కార్లను వందకుపైగా పంపిణీ చేసిన సందర్భంగా గ్రాండ్ డెలివరీ వేడుక నిర్వహించింది."}, {"pair_id": "para_4", "sentence_a": "ఈజిప్ట్ మాజీ అధ్యక్షుడు మహ్మద్ మోర్సీకి ట్రయల్ కోర్టు విధించిన 20 ఏళ్ల జైలు శిక్షను దేశ సర్వోన్నత న్యాయస్థానం ఖరారు చేసింది .", "sentence_b": "ఈజిప్ట్ సర్వోన్నత న్యాయస్థానం మాజీ అద్యక్ష్యుడు అయిన మొహమ్మద్ మోర్సీకి కోర్టు 20 ఏళ్ళ జైలు శిక్షను కరారు చేసింది."}, {"pair_id": "OC5_6664", "sentence_a": "ఫిల్మ్ ఇన్స్టిట్యూట్ ఆఫ్ ఇండియాకు ఛైర్మన్గా అనుపమ్ ఖేర్", "sentence_b": "బాలీవుడ్ నటుడు అనుపమ్ ఖేర్ పూణేలోని ఫిల్మ్ అండ్ టెలివిజన్ ఇనిస్టిట్యూట్ ఆఫ్ ఇండియా చైర్మన్గా నియమితులయ్యారు."}, {"pair_id": "OUSD_4855", "sentence_a": "1,243 కోట్ల రూపాయల నిధుల సమీకరణే లక్ష్యంగా ఈ పబ్లిక్ ఇష్యూకు బిఎస్ఇ దిగుతోంది.", "sentence_b": "నిన్న భారీగా నష్టపోయిన ఆటో షేర్లు ఈ రోజు కాస్త కోలుకున్నాయి."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_4913", "mr_explanation": "", "most_related": "OUSD_4855"}, "attempts": 1, "last_modified": "2023-10-27 10:55:48"}
{"set_id": "2074", "wb_display": "74", "input": [{"pair_id": "para_495", "sentence_a": "శాంతిభద్రతలు , సంక్షేమం విషయంలోనూ పోలీసుశాఖకు ప్రభుత్వం అన్ని విధాలా సహకరిస్తుందని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి అన్నారు .", "sentence_b": "\"శాంతిభద్రతలు , సంక్షేమం విషయంలో పోలీసుశాఖ, ప్రభుత్వం అన్ని విధాలా సహకరిస్తుంది\" అని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి పేర్కొన్నరు."}, {"pair_id": "SP_1890", "sentence_a": "ఈనెల 25న ప్రపంచవ్యాప్తంగా రిలీజవుతోంది.", "sentence_b": "తెలుగు - తమిళం - హిందీలో ఈ చిత్రాన్ని ప్రతిష్ఠాత్మకంగా రిలీజ్ చేసేందుకు కంగన టీమ్ సన్నాహకాల్లో ఉంది."}, {"pair_id": "OUSD_4898", "sentence_a": "న్యూఢిల్లీ, మే 18: తెలంగాణ నుంచి కేసీఆర్ కిట్, ఎలక్ట్రానిక్ సర్వీసెస్ డెలివరీ టీ యాప్, టీ-వాలెట్లకు బిజినెస్ వరల్డ్ సంస్థ అవార్డులు లభించాయి.", "sentence_b": "తొలుత హైదరాబాద్కు కడప నుంచి విమాన సర్వీసులు నడుపుతున్నారు."}, {"pair_id": "OC5_2506", "sentence_a": "బిసిల సంక్షేమమే ధ్యేయంగా పథకాలు : మంత్రి శ్రీనివాస్ గౌడ్", "sentence_b": "హైదరాబాద్ : తెలంగాణలో బిసిల సంక్షేమమే ధ్యేయంగా సిఎం కెసిఆర్ పాలన చేస్తున్నారని మంత్రి శ్రీనివాస్ గౌడ్ స్పష్టం చేశారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_495", "mr_explanation": "", "most_related": "OC5_2506"}, "attempts": 1, "last_modified": "2023-10-27 10:55:52"}
{"set_id": "2076", "wb_display": "75", "input": [{"pair_id": "OC4_4064", "sentence_a": "హైదరాబాద్, ఏప్రిల్ 14: తెలంగాణ రాష్ట్రంలో ఎండల తీవ్రత కారణంగా పాఠశాలలకు విద్యా వార్షిక ప్రణాళికను మరోమారు సవరించింది.", "sentence_b": "ఈ నెల 16వ తేదీ నుండి పాఠశాలలకు సెలవులు ప్రకటించింది."}, {"pair_id": "para_309", "sentence_a": "ఆంధ్రప్రదేశ్ ప్రజల చిరకాల ఆకాంక్ష పోలవరం ప్రాజెక్టు అని సీఎం చంద్రబాబు అన్నారు .", "sentence_b": "పోలవరం ప్రాజెక్ట్ ఆంధ్రప్రదేశ్ ప్రజల చిరకాల వాంఛ అని ఆ రాష్ట్ర ముఖ్యమంత్రి చంద్రబాబు గారు అన్నారు ."}, {"pair_id": "para_1143", "sentence_a": "పచ్చని వృక్షాల నరికివేతపై సుప్రీంకోర్టు సంచలన ఆదేశాలు జారీ చేసింది .", "sentence_b": "పచ్చని చెట్ల నరికివేతపై పై సుప్రీంకోర్ట్ ఊహించని ఆదేశాలు ఇచ్చింది."}, {"pair_id": "OUSD_216", "sentence_a": "ఏదేమైనా అటు దర్శకుడు అనిల్ రావిపూడి కెరీర్లోనూ అలాగే మహేష్ బాబు కెరీర్లోనూ ఇది బిగ్గెస్ట్ హిట్ చిత్రం అని చెప్పడంలో ఎటువంటి సందేహం లేదు.", "sentence_b": "చిత్రం విజయం సాధించిన సందర్భంగా శుభాకాంక్షలు తెలియజేశారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC4_4064", "mr_explanation": "", "most_related": "OUSD_216"}, "attempts": 1, "last_modified": "2023-10-27 10:55:57"}
{"set_id": "2070", "wb_display": "76", "input": [{"pair_id": "OC5_3784", "sentence_a": "నవంబర్ 23 నుంచి వ్యవసాయేతర భూముల రిజిస్ట్రేషన్ : సీఎం కేసీఆర్", "sentence_b": "వ్యవసాయేతర భూముల రిజిస్ట్రేషన్పై తెలంగాణ సీఎం కేసీఆర్ కీలక నిర్ణయం తీసుకున్నారు."}, {"pair_id": "SP_157", "sentence_a": "సోమవారం స్థానిక ఎంపిడిఒ కార్యాల యంలో గ్రామ సంరక్షణ మహిళ పోలీసులతో ఆయన సమావే శమయ్యారు.", "sentence_b": "ఈ సందర్భంగా ఎంపిడిఒ కరోనా నివారణకు తీసు కోవాల్సిన కార్యాచరణను గురించి వివరించారు."}, {"pair_id": "UDD_358", "sentence_a": "39,999కు అందించనున్నట్లు రియల్మీ తెలిపింది.", "sentence_b": "ఆందోళల దృష్ట్యా లోక్ కల్యాణ్ మార్గ్ మెట్రో స్టేషన్ గేట్లను అధికారులు మూసివేశారు."}, {"pair_id": "UDD_903", "sentence_a": "హైదరాబాద్లో బుధవారం జరిగిన ‘అసాధారణ వాతావరణ పరిస్థితులు-తెలంగాణ రాష్ట్రం’ అనే అంశంపై ప్రసంగిస్తున్న రాష్ట్ర ప్రణాళిక సంఘం ఉపాధ్యక్షుడు సింగిరెడ్డి నిరంజన్రెడ్డి", "sentence_b": "చైనాలో పరిస్థితుల గురించి ఆయన మాట్లాడుతూ గూగుల్కు సంబంధించిన ప్రధాన ఉత్పత్తులేవీ ఆ దేశంలో అందుబాటులో లేవన్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC5_3784", "mr_explanation": "", "most_related": "UDD_903"}, "attempts": 1, "last_modified": "2023-10-27 10:56:02"}
{"set_id": "2073", "wb_display": "77", "input": [{"pair_id": "OC4_1326", "sentence_a": "ప్రజలు టిఆర్ఎస్ పార్టీయే శ్రీరామ రక్ష అని భావిస్తున్నారని అయన అన్నారు.", "sentence_b": "కేసీఆర్ నాయకత్వానికి ఎంత మద్దతు ఉందొ ఈ ఎన్నికలు నిరూపించాయి అని అన్నారు."}, {"pair_id": "UDD_503", "sentence_a": "ఈ దారుణ ఓటమితో ఢిల్లీ తమ ప్లే ఆఫ్స్ ఆశలను మరింత సంక్లిష్టం చేసుకుంది.", "sentence_b": "తమ దేశాన్ని దెబ్బతీసి, మదురోను తొలగించాలన్నది అమెరికా లక్ష్యంగా వుందని వెనిజులా అధికారులు విమర్శిస్తున్నారు."}, {"pair_id": "para_115", "sentence_a": "కర్నూలు జిల్లాలో టీడీపీ అభ్యర్థిపై ప్రత్యర్థుల దాడి కలకలం రేపుతోంది .", "sentence_b": "టీడీపీ అభ్యర్థిపై ప్రత్యర్థులు దాడి చేయడం వల్ల కర్నూలు జిల్లాలో అల్లకల్లోలం జరుగుతుంది ."}, {"pair_id": "UDD_1038", "sentence_a": ". ప్రశ్నోత్తరాల తర్వాత ఏ అంశంపై నైనా చర్చ చేయడతామని స్పీకర్ పదేపదే విపక్ష సభ్యులకు నచ్చజెప్పినా వారు తమ ఆందోళనను కొనసాగిస్తున్నారు.", "sentence_b": "పుల్వామా ఘటనతో పాక్ సంబంధం లేదని పాక్ ప్రధాని ఇమ్రాన్ ఖాన్ మీడియాతో తెలిపారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC4_1326", "mr_explanation": "", "most_related": "UDD_1038"}, "attempts": 1, "last_modified": "2023-10-27 10:56:08"}
{"set_id": "2068", "wb_display": "78", "input": [{"pair_id": "SP_534", "sentence_a": "కరోనా వ్యాప్తి నేపథ్యంలో పరీక్షలు నిర్వహిస్తే విద్యార్థులు వైరస్ ప్రభావానికి గురయ్యే ప్రమాదం ఉందని పిటిషన్ లో పేర్కొన్నారు.", "sentence_b": "విచారణ సందర్భంగా, ప్రభుత్వం తరఫున సొలిసిటర్ జనరల్ తుషార్ మెహతా కోర్టుకు వివరాలు తెలిపారు."}, {"pair_id": "UDD_1300", "sentence_a": "టీడీడీ పాలక మండలి తనను అర్చకత్వం నుంచి బలవంతంగా పదవీవిరమణ చేయించిందని రమణదీక్షితులు బహిరంగంగానే ధ్వజమెత్తిన సంగతి తెలిసిందే.", "sentence_b": "పలువురు కాంగ్రెస్ సీనియర్ నాయకులు నెహ్రూ జయంతి వేడుకలలో పాల్గొన్నారు."}, {"pair_id": "OUSD_2828", "sentence_a": "19 ఓవర్లకు ఆసీస్ 7 వికెట్ల నష్టానికి 132 పరుగులు చేసింది.", "sentence_b": "అనంతరం బ్యాటింగ్ చేసిన హాంగ్కాంగ్ 20 ఓవర్లలో 6 వికెట్లకు 144 పరుగులు సాధించింది."}, {"pair_id": "OUSD_2703", "sentence_a": "అనంతరం బ్యాటింగ్ కు దిగిన భారత్ 49.5 ఓవర్లలో 252 పరుగులు చేసి ఆలౌటైంది.", "sentence_b": "ఆ తరువాత డిక్వెల్లా 64 పరుగులు చేసి జాదవ్ బౌలింగ్ లో ఎల్ బిడబ్ల్యూగా పెవిలియన్ చేరాడు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "SP_534", "mr_explanation": "", "most_related": "OUSD_2703"}, "attempts": 1, "last_modified": "2023-10-27 10:56:13"}
{"set_id": "2067", "wb_display": "79", "input": [{"pair_id": "SP_976", "sentence_a": "ఈ విషయాన్ని కతార్ విదేశాంగ మంత్రి మహమ్మద్ బిన్ అబ్దుల్రహ్మన్ అల్ థని గురువారం వెల్లడించారు.", "sentence_b": "ఇటీవల జరిగిన విపరీతమైన తరలింపుతో విమానాశ్రయంలోని మౌలిక సదుపాయాలు నాశనం చేయబడ్డాయని తెలిపారు."}, {"pair_id": "OUSD_105", "sentence_a": "ఇక హైదరాబాద్లో కొత్త ఫ్లాట్ కూడా కొనుక్కొని సినిమాల్లో తన సక్సెస్ను ఈ భామ ఎంజాయ్ చేస్తోందని తెలిసింది.", "sentence_b": "ఇక ఈ చిత్రంలో రాజశేఖర్కు జోడిగా పూజా కుమార్, శ్రద్ధాదాస్ నటించారు."}, {"pair_id": "para_400", "sentence_a": "పది మంది ఉగ్రవాదులకు మరణశిక్షను అమలు చేయాలని పాకిస్థాన్ ఆర్మీ చీఫ్ జనరల్ ఖామర్ జావెద్ బాజ్వా నేడు ఆదేశాలు జారీ చేశారు .", "sentence_b": "పాకిస్థాన్ ఆర్మీ కమాండర్-ఇన్-చీఫ్ కమల్ జావిద్ బజ్వా ఈరోజు పది మంది ఉగ్రవాదులను ఉరితీయాలని ఆదేశించారు."}, {"pair_id": "OUSD_7317", "sentence_a": "తనకు ఎవరితోనూ శతృత్వం లేదని, దాడి చేసిన ఆగంతకులను తాను గుర్తు పట్టనని బాధితుడు మనోజ్ తెలుపడంతో పోలీసులు ఇతర కోణాల్లోనూ దర్యాప్తు జరుపుతున్నారు.", "sentence_b": "వాద్రా విచారణకు సహకరించడం లేదని, సరైన సమాధానాలు చెప్పడంలేదని ఈడీ తెలిపింది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "SP_976", "mr_explanation": "", "most_related": "OUSD_7317"}, "attempts": 1, "last_modified": "2023-10-27 10:56:17"}
{"set_id": "2071", "wb_display": "80", "input": [{"pair_id": "OC5_3778", "sentence_a": "అనంతనాగ్ జిల్లాలోని లాల్చౌక్లో జాతీయ జెండా రెపరెపలు", "sentence_b": "జమ్ముకశ్మీర్కు స్వయంప్రతిపత్తిని కల్పించే ఆర్టికల్ 370ని ప్రధానమంత్రి నరేంద్ర మోదీ ప్రభుత్వం రద్దు చేసి బుధవారానికి ఏడాది పూర్తయింది."}, {"pair_id": "OUSD_7294", "sentence_a": "స్థానిక పోలీసులకు ఇచ్చిన ఫిర్యాదు మేరకు సంఘటనా స్థలాన్ని చేరుకున్నారు.", "sentence_b": "ఎప్పటిలాగే ఆయన బుధవారం ఉదయం 7.30 గంటల ప్రాంతంలో పోలీస్స్టేషన్కు చేరుకున్నారు."}, {"pair_id": "OUSD_4965", "sentence_a": "ఇక ఈ ఫోన్కు చెందిన 2జీబీ ర్యామ్, 16 జీబీ స్టోరేజ్ వేరియెంట్ ధర రూ.", "sentence_b": "హైదరాబాద్ ట్రేడ్ సెంటర్ ఏర్పాటు గురించి కూడా ఈ సందర్భంగా ఆయన ప్రస్తావించారు."}, {"pair_id": "para_62", "sentence_a": "జనసేన అధినేత పవన్ కళ్యాణ్ శనివారం ప్రకాశం జిల్లాలో పర్యటించారు .", "sentence_b": "జనసేన అధినేత అయిన పవన్ కళ్యాణ్ ప్రకాశం జిల్లలో శనివారం పర్యటించారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC5_3778", "mr_explanation": "", "most_related": "para_62"}, "attempts": 1, "last_modified": "2023-10-27 10:56:21"}
{"set_id": "2069", "wb_display": "81", "input": [{"pair_id": "OUSD_2762", "sentence_a": "సిడ్నీ థండర్ జట్టు సభ్యురాలిగా. . . హర్మన్ ప్రీత్ తొలిసీజన్లో 296 పరుగులు సాధించడంతో పాటు.", "sentence_b": "జింబాబ్వేపై 172 పరుగులు చేసి టీ20ల్లో అత్యధిక వ్యక్తిగత స్కోరును కూడా నమోదు చేశాడు."}, {"pair_id": "para_811", "sentence_a": "అమెరికాలో ఉండే పలువురు హాలీవుడ్ స్టార్స్ కు కరోనా వైరస్ సోకినట్లుగా సమాచారం .", "sentence_b": "అమెరికాలో ఉన్న నటులకు కరోన నిర్ధారణ అయ్యింది."}, {"pair_id": "OUSD_7272", "sentence_a": "ఈ కేసును సీబీఐతో విచారణ చేయించేందుకు హైకోర్టు అనుమతి ఇచ్చింది.", "sentence_b": "ఈ చట్టం అమలులోకి వచ్చిన తర్వాత తొలిసారిగా ఒక కేసులో కోర్టు దోషికి మరణ శిక్షను ఖరారు చేసింది."}, {"pair_id": "para_182", "sentence_a": "పార్లమెంట్ వర్షాకాల సమావేశాల తేదీలు ఖరారయ్యాయి .", "sentence_b": "పార్లమెంట్ చర్చల తేదీలు తెలిపారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_2762", "mr_explanation": "", "most_related": "para_182"}, "attempts": 1, "last_modified": "2023-10-27 10:56:30"}
{"set_id": "38_G", "wb_display": "82", "input": [{"sentence_a": "నాగర్ కర్నూలు జిల్లాలో దారుణం జరిగింది .", "sentence_b": "ఆంధ్రప్రదేశ్ రాష్ట్రంలోని నాగర్ కర్నూల్ జిల్లాలో దారుణం జరిగింది.", "pair_id": "27"}, {"sentence_a": "మరో యువతి బలవంతంతోనే తన కూతురు ఈ పెళ్లికి అంగీకరించిందని ఆయన ఆరోపించారు.", "sentence_b": "ఈ విషయాన్ని టీమిండియా వైస్ కెప్టెన్ అజింక్య రహానె ట్విటర్ ద్వారా వెల్లడించాడు.", "pair_id": "94"}, {"sentence_a": "ప్రియుడి కోసం.. గూగుల్ సెర్చ్లో వెతికి మరి భర్తను హత్య చేసిన భార్య", "sentence_b": "మధ్యప్రదేశ్ లో ప్రియుడి సాయంతో ఓ మహిళ తన భర్తను హత్య చేసింది.", "pair_id": "91"}, {"sentence_a": "దాన్నే స్పెయిల్ చేసే డీల్ ఎంతమంచిది అయినా అక్కర్లేదని భావించి నో చెప్పారట", "sentence_b": "2015-06 నాటికి ఈ కంపెనీ 10 లక్షల అమ్మకాలు చేయగా. . 2015 నాటికి 30 లక్షల విక్రయాలన చేరింది.", "pair_id": "40"}], "output": {"lr_explanation": "", "least_related": "27", "most_related": "40", "mr_explanation": ""}, "is_golden": "true", "status": "success", "attempts": 1, "last_modified": "2023-10-27 10:56:35"}
{"set_id": "2075", "wb_display": "83", "input": [{"pair_id": "para_581", "sentence_a": "రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీకి గురైన ఘటన కేరళ రాష్ట్రంలో జరిగింది .", "sentence_b": "కేరళ రాష్ట్రంలో రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీ అయినట్లు తెలుస్తుంది."}, {"pair_id": "OC4_4064", "sentence_a": "హైదరాబాద్, ఏప్రిల్ 14: తెలంగాణ రాష్ట్రంలో ఎండల తీవ్రత కారణంగా పాఠశాలలకు విద్యా వార్షిక ప్రణాళికను మరోమారు సవరించింది.", "sentence_b": "ఈ నెల 16వ తేదీ నుండి పాఠశాలలకు సెలవులు ప్రకటించింది."}, {"pair_id": "SP_2932", "sentence_a": "ఆదివారం సాయంత్రం జరిగిన విద్యుతాఘాతం ఉదంతంలో గొర్రెల మందపై విద్యుత్ వైర్లు తెగి పడడంతో మందలో ఉన్న మొత్తం గొర్రెలు మృత్యువాతకు గురయ్యాయి.", "sentence_b": "సలంద్రి మల్లయ్యకు చెందిన గొర్రెలను పెద్దూరులోని పెల్లెలో ఏర్పాటు చేసుకున్న దొడ్డికి చుట్టూ రక్షణగా ఇనుప కంచె నిర్మించారు."}, {"pair_id": "SP_2830", "sentence_a": "వినియోగదారుల సంతఅప్తి మెరుగుపరచాలనే ఉద్దేశ్యంతో దీన్ని అందుబాటులోకి తెచ్చామని ఆ సంస్థ పేర్కొంది.", "sentence_b": "దీంతో భవిష్యత్తులో ఫిర్యాదులు తగ్గనున్నాయని విశ్వాసం వ్యక్తం చేసింది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_581", "mr_explanation": "", "most_related": "SP_2830"}, "attempts": 1, "last_modified": "2023-10-27 10:56:40"}
{"set_id": "2077", "wb_display": "84", "input": [{"pair_id": "OUSD_2828", "sentence_a": "19 ఓవర్లకు ఆసీస్ 7 వికెట్ల నష్టానికి 132 పరుగులు చేసింది.", "sentence_b": "అనంతరం బ్యాటింగ్ చేసిన హాంగ్కాంగ్ 20 ఓవర్లలో 6 వికెట్లకు 144 పరుగులు సాధించింది."}, {"pair_id": "OUSD_4898", "sentence_a": "న్యూఢిల్లీ, మే 18: తెలంగాణ నుంచి కేసీఆర్ కిట్, ఎలక్ట్రానిక్ సర్వీసెస్ డెలివరీ టీ యాప్, టీ-వాలెట్లకు బిజినెస్ వరల్డ్ సంస్థ అవార్డులు లభించాయి.", "sentence_b": "తొలుత హైదరాబాద్కు కడప నుంచి విమాన సర్వీసులు నడుపుతున్నారు."}, {"pair_id": "OC5_8875", "sentence_a": "ఎటిఎం, బ్యాంక్ ఎకౌంట్లు హ్యాక్…. పిఎస్ లో నిందితుడు ఆత్మహత్య", "sentence_b": "అగర్తాలా: ఎటిఎం, బ్యాంక్ ఎకౌంట్లను హ్యాక్ చేసే వ్యక్తి పోలీస్ స్టేషన్లో ఆత్మహత్య చేసుకున్న సంఘటన వెస్ట్ త్రిపురలో జిల్లాలో చోటుచేసుకుంది."}, {"pair_id": "OUSD_4899", "sentence_a": "మొదట ఈ-వాలెట్ల హవా కొనసాగినా. . మళ్లీ బ్యాంకుల డిజిటల్ విధానాల ద్వారా నగదు లావాదేవీలు పెరిగాగాయి.", "sentence_b": "ఈ నెలాఖరులో ఎయిర్ ఏషియా వారు చెన్నై-కడప-చెన్నై మార్గంలో విమాన సర్వీసు ప్రారంభించనున్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_2828", "mr_explanation": "", "most_related": "OUSD_4899"}, "attempts": 1, "last_modified": "2023-10-27 10:56:45"}
{"set_id": "2086", "wb_display": "85", "input": [{"pair_id": "para_584", "sentence_a": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులకు సంబంధం వుందని శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన వెల్లడించారు .", "sentence_b": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులతో సంబంధం ఉనట్లు శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన తెలిపారు."}, {"pair_id": "OUSD_7317", "sentence_a": "తనకు ఎవరితోనూ శతృత్వం లేదని, దాడి చేసిన ఆగంతకులను తాను గుర్తు పట్టనని బాధితుడు మనోజ్ తెలుపడంతో పోలీసులు ఇతర కోణాల్లోనూ దర్యాప్తు జరుపుతున్నారు.", "sentence_b": "వాద్రా విచారణకు సహకరించడం లేదని, సరైన సమాధానాలు చెప్పడంలేదని ఈడీ తెలిపింది."}, {"pair_id": "UDD_1038", "sentence_a": ". ప్రశ్నోత్తరాల తర్వాత ఏ అంశంపై నైనా చర్చ చేయడతామని స్పీకర్ పదేపదే విపక్ష సభ్యులకు నచ్చజెప్పినా వారు తమ ఆందోళనను కొనసాగిస్తున్నారు.", "sentence_b": "పుల్వామా ఘటనతో పాక్ సంబంధం లేదని పాక్ ప్రధాని ఇమ్రాన్ ఖాన్ మీడియాతో తెలిపారు."}, {"pair_id": "para_811", "sentence_a": "అమెరికాలో ఉండే పలువురు హాలీవుడ్ స్టార్స్ కు కరోనా వైరస్ సోకినట్లుగా సమాచారం .", "sentence_b": "అమెరికాలో ఉన్న నటులకు కరోన నిర్ధారణ అయ్యింది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_584", "mr_explanation": "", "most_related": "para_811"}, "attempts": 1, "last_modified": "2023-10-27 10:56:49"}
{"set_id": "2083", "wb_display": "86", "input": [{"pair_id": "OC4_1664", "sentence_a": "ఈ పరిస్థితుల్లో డీఎస్ అమిత్ షాను కలవడంతో రాజకీయంగా ప్రాధాన్యం సంతరించుకుంది.", "sentence_b": "గత లోక్సభ ఎన్నికల్లో డీఎస్ కుమారుడు అరవింద్ నిజామాబాద్ బీజేపీ అభ్యర్థిగా పోటీ చేసి గెలుపొందారు."}, {"pair_id": "OUSD_165", "sentence_a": "ఆయన కొత్త సినిమా పూజా కార్యక్రమాలు ఈ రోజు జరిగాయి.", "sentence_b": "ఈ చిత్రాన్ని దర్శకుడు అనిల్ పాడూరి తెరకెక్కిస్తుండగా. . . పూరి జగన్నాథ్, ఛార్మీ నిర్మాతలుగా వ్యవహరిస్తున్నారు."}, {"pair_id": "SP_157", "sentence_a": "సోమవారం స్థానిక ఎంపిడిఒ కార్యాల యంలో గ్రామ సంరక్షణ మహిళ పోలీసులతో ఆయన సమావే శమయ్యారు.", "sentence_b": "ఈ సందర్భంగా ఎంపిడిఒ కరోనా నివారణకు తీసు కోవాల్సిన కార్యాచరణను గురించి వివరించారు."}, {"pair_id": "UDD_503", "sentence_a": "ఈ దారుణ ఓటమితో ఢిల్లీ తమ ప్లే ఆఫ్స్ ఆశలను మరింత సంక్లిష్టం చేసుకుంది.", "sentence_b": "తమ దేశాన్ని దెబ్బతీసి, మదురోను తొలగించాలన్నది అమెరికా లక్ష్యంగా వుందని వెనిజులా అధికారులు విమర్శిస్తున్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC4_1664", "mr_explanation": "", "most_related": "UDD_503"}, "attempts": 1, "last_modified": "2023-10-27 10:56:54"}
{"set_id": "2088", "wb_display": "87", "input": [{"pair_id": "UDD_1281", "sentence_a": "3లక్షలు విలువ చేసే 1.50 క్వింటాళ్ల పత్తి విత్తనాలు స్వాధీనం చేసుకుని ఇద్దరిని అరెస్టు రిమాండ్కు తరలించడం జరిగిందని ఎస్ఐ పేర్కొన్నారు.", "sentence_b": "ఈ వివాదం రచ్చకెక్కడంతో ప్రభుత్వం వారిని సెలవుపై పంపిన విషయం విదితమే."}, {"pair_id": "para_802", "sentence_a": "2019 ఎన్నికల్లో కాంగ్రెస్ ఘన విజయం సాధిస్తుందని టిపిసిసి చీఫ్ ఉత్తమ్కుమార్రెడ్డి అన్నారు .", "sentence_b": "ఉత్తమ్కుమార్రెడ్డి టిపిసిసి చీఫ్ 2019 ఎన్నికల్లో కాంగ్రెస్ విజయానికి తిరుగులేదని స్పష్టం చేసారు."}, {"pair_id": "OC5_2506", "sentence_a": "బిసిల సంక్షేమమే ధ్యేయంగా పథకాలు : మంత్రి శ్రీనివాస్ గౌడ్", "sentence_b": "హైదరాబాద్ : తెలంగాణలో బిసిల సంక్షేమమే ధ్యేయంగా సిఎం కెసిఆర్ పాలన చేస్తున్నారని మంత్రి శ్రీనివాస్ గౌడ్ స్పష్టం చేశారు."}, {"pair_id": "SP_2031", "sentence_a": "ఆస్ట్రేలియా, న్యూజిలాండ్ల పర్యటనను విజయవంతంగా ముగించిన టీమిండియా ఇప్పటికే సిరీస్లను కైవసం చేసుకున్న భారత జట్టు ప్రస్తుతం టీ-20 సిరీస్పై కన్నేసింది.", "sentence_b": "రెగ్యులర్ కెప్టెన్ విరాట్ విశ్రాంతి పేరుతో జట్టుకు దూరమవడంతో రోహిత్ శర్మ నాయకత్వంలో టీ-20 సిరీస్ను భారత్ ఆడనుంది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_1281", "mr_explanation": "", "most_related": "SP_2031"}, "attempts": 1, "last_modified": "2023-10-27 10:56:59"}
{"set_id": "2081", "wb_display": "88", "input": [{"pair_id": "para_176", "sentence_a": "ఆరోగ్యశ్రీలో మరో నూతన శకానికి ఆంధ్రప్రదేశ్ ముఖ్యమంత్రి వైఎస్ జగన్వెూహన్రెడ్డి ఈ రోజు శ్రీకారం చుట్టారు .", "sentence_b": "ఆరోగ్యశ్రీలో కొత్త పథకాన్ని జగన్వెూహన్రెడ్డి అమలు చేసారు."}, {"pair_id": "SP_1523", "sentence_a": "ఫాలోయింగ్ విషయంలో సూపర్స్టార్ రజనీకాంత్ మాత్రమే కాదు… విజయ్, అజిత్లు కూడా తక్కువేమీ కాదు.", "sentence_b": "వాళ్ల సినిమాలు రిలీజైనప్పుడు ఉండే సందడే అందుకు నిదర్శనం."}, {"pair_id": "UDD_903", "sentence_a": "హైదరాబాద్లో బుధవారం జరిగిన ‘అసాధారణ వాతావరణ పరిస్థితులు-తెలంగాణ రాష్ట్రం’ అనే అంశంపై ప్రసంగిస్తున్న రాష్ట్ర ప్రణాళిక సంఘం ఉపాధ్యక్షుడు సింగిరెడ్డి నిరంజన్రెడ్డి", "sentence_b": "చైనాలో పరిస్థితుల గురించి ఆయన మాట్లాడుతూ గూగుల్కు సంబంధించిన ప్రధాన ఉత్పత్తులేవీ ఆ దేశంలో అందుబాటులో లేవన్నారు."}, {"pair_id": "OUSD_253", "sentence_a": "లాక్ డౌన్ కు ముందే దాదాపు 80శాతం షూటింగ్ పూర్తిచేసుకున్న ఈ సినిమాను ఓటీటీకి ఇవ్వాలని పూరి జగన్నాధ్ అనుకుంటున్నాడట.", "sentence_b": "మల్టీ డైమెన్షన్ గ్రూప్ బ్యానర్లో ఈ చిత్రం రూపుదిద్దుకోనుంది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_176", "mr_explanation": "", "most_related": "OUSD_253"}, "attempts": 1, "last_modified": "2023-10-27 10:57:04"}
{"set_id": "2087", "wb_display": "89", "input": [{"pair_id": "OUSD_4913", "sentence_a": "ఎంపిక చేసిన మోడల్స్పై ధరలను రెండు శాతం మేర పెంచినట్టు ఆ సంస్థ సోమవారం రెగ్యూలేటరీ సంస్థలకు సమాచారం ఇచ్చింది.", "sentence_b": "హైదరాబాద్ : టాటా మోటార్స్ కొత్తగా విడుదల చేసిన టియాగో కార్లను వందకుపైగా పంపిణీ చేసిన సందర్భంగా గ్రాండ్ డెలివరీ వేడుక నిర్వహించింది."}, {"pair_id": "OUSD_19", "sentence_a": "అలాగే ఈ సినిమాలో మహేష్ సరసన పూజా హెగ్డే హీరోయిన్ గా నటిస్తోందట.", "sentence_b": "ఈ చిత్రం ద్వారా వాణి ఎం."}, {"pair_id": "UDD_170", "sentence_a": "ఫిలిప్పీన్స్ నుంచి వచ్చే దరఖాస్తులు 2006తో పోలిస్తే 70 శాతం తగ్గాయని యూఎస్ అధికారులు విడుదల చేసిన గణాంకాలు వెల్లడించాయి.", "sentence_b": "ఈ ఆర్థిక సంవత్సరం ఆర్బీఐ ఇప్పటికే రెండుసార్లు కీలక వడ్డీ రేట్లను పెంచింది."}, {"pair_id": "SP_1183", "sentence_a": "2008లో ముంబయిలోని హోటల్పై పాక్ ప్రేరేపిత ఉగ్రవాదులు దాడులు జరిగి పదేళ్లు పూర్తయిన నేపథ్యంలో ఆయన మాట్లాడుతూ ఉగ్రవాదంపై పోరులో భారత్కు అండగా ఉంటానన్నారు.", "sentence_b": "ఈ పోరాటంలో ఉగ్రవాదులు గెలవరాదన్నారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_4913", "mr_explanation": "", "most_related": "SP_1183"}, "attempts": 1, "last_modified": "2023-10-27 10:57:08"}
{"set_id": "2085", "wb_display": "90", "input": [{"pair_id": "UDD_358", "sentence_a": "39,999కు అందించనున్నట్లు రియల్మీ తెలిపింది.", "sentence_b": "ఆందోళల దృష్ట్యా లోక్ కల్యాణ్ మార్గ్ మెట్రో స్టేషన్ గేట్లను అధికారులు మూసివేశారు."}, {"pair_id": "UDD_939", "sentence_a": "2004లో వచ్చిన విధంగానే ఈ సారి కూడా ముందస్తు ఎన్నికలు వచ్చే అవకాశం ఉందని, అందుకు పార్టీ శ్రేణులు సిద్ధంగా ఉండాలని ఆమె పిలుపునిచ్చారు.", "sentence_b": "ఇంకొందరు అయితే సరదా మీమ్స్తో ఐసిసిను ఓ ఆట ఆడుకుంటున్నారు."}, {"pair_id": "para_1136", "sentence_a": "ఈ రోజు తిరుమల శ్రీవారిని మంత్రి ఇంద్రకరణ్రెడ్డి దర్శించుకున్నారు .", "sentence_b": "ఈ రోజు మంత్రి ఇంద్రకరణ్రెడ్డి గారు తిరుమల దేవస్థానాని దర్శించుకున్నారు."}, {"pair_id": "OC5_6241", "sentence_a": "సంగారెడ్డిలో డెక్కన్ గ్రెయింజ్ ప్లాంట్ ... రూ.200 కోట్ల ఆదాయం లక్ష్యం", "sentence_b": "హైదరాబాద్ : డెక్కన్ రైస్ బ్రాండ్ పేరుతో బియ్యం ఎగుమతుల్లో ఉన్న డెక్కన్ గ్రెయింజ్ కొత్తగా హైదరాబాద్ సమీపంలో ప్రాసెసింగ్ ప్లాంట్ను నెలకొల్పింది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_358", "mr_explanation": "", "most_related": "OC5_6241"}, "attempts": 1, "last_modified": "2023-10-27 10:57:13"}
{"set_id": "2082", "wb_display": "91", "input": [{"pair_id": "OC5_17435", "sentence_a": "కివీస్ కు ఊరట : ఘోరంగా ఓడిన భారత్", "sentence_b": "ఇప్పటికే సిరీస్ కైవసం చేసుకున్న భారత్.."}, {"pair_id": "para_182", "sentence_a": "పార్లమెంట్ వర్షాకాల సమావేశాల తేదీలు ఖరారయ్యాయి .", "sentence_b": "పార్లమెంట్ చర్చల తేదీలు తెలిపారు."}, {"pair_id": "SP_2830", "sentence_a": "వినియోగదారుల సంతఅప్తి మెరుగుపరచాలనే ఉద్దేశ్యంతో దీన్ని అందుబాటులోకి తెచ్చామని ఆ సంస్థ పేర్కొంది.", "sentence_b": "దీంతో భవిష్యత్తులో ఫిర్యాదులు తగ్గనున్నాయని విశ్వాసం వ్యక్తం చేసింది."}, {"pair_id": "OUSD_2743", "sentence_a": "కాగా ఈ మ్యాచ్ రెండు ఇన్నింగ్స్లో కోహ్లీ ప్రదర్శనకు గాను మ్యాన్ ఆఫ్ ది సిరీస్ అవార్డు దక్కింది.", "sentence_b": "ఈ సందర్బంలో తీసిన ఫొటోను అభిమానులతో సోషల్ మీడియా వేదికగా పంచుకున్నాడు మహేంద్రుడు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC5_17435", "mr_explanation": "", "most_related": "OUSD_2743"}, "attempts": 1, "last_modified": "2023-10-27 10:57:18"}
{"set_id": "2080", "wb_display": "92", "input": [{"pair_id": "UDD_1322", "sentence_a": "కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "కొద్ది సేపట్లో ఆయన నామినేషన్ దాఖలు చేయనున్నారు."}, {"pair_id": "para_471", "sentence_a": "మిజోరం నూతన ముఖ్యమంత్రిగా మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా శనివారం ప్రమాణ స్వీకారం చేశారు .", "sentence_b": "\"మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా\" శనివారం రోజు మిజోరం నూతన ముఖ్యమంత్రిగా ప్రమాణ స్వీకారం చేశారు ."}, {"pair_id": "OUSD_75", "sentence_a": "వచ్చే ఏడాది సంక్రాంతికి విడుదలకానున్న ఈ చిత్రానికి సంగీతం దేవిశ్రీ అందిస్తున్నారు.", "sentence_b": "ఈ సినిమా వచ్చే ఏడాది ఏప్రిల్లో సెట్స్పైకి వెళ్తుంది."}, {"pair_id": "OUSD_4855", "sentence_a": "1,243 కోట్ల రూపాయల నిధుల సమీకరణే లక్ష్యంగా ఈ పబ్లిక్ ఇష్యూకు బిఎస్ఇ దిగుతోంది.", "sentence_b": "నిన్న భారీగా నష్టపోయిన ఆటో షేర్లు ఈ రోజు కాస్త కోలుకున్నాయి."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_1322", "mr_explanation": "", "most_related": "OUSD_4855"}, "attempts": 1, "last_modified": "2023-10-27 10:57:22"}
{"set_id": "2079", "wb_display": "93", "input": [{"pair_id": "UDD_1224", "sentence_a": "బాధితుడి మేరకు కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "పుట్టిన రోజు వేడుకలను ట్రంప్ కాస్త ముందుగానే జరుపుకున్నారని బాలకృష్ణన్ కామెంట్ చేశారు."}, {"pair_id": "OC5_4767", "sentence_a": "అప్పుల ఊబిలో రాష్ట్రం : మాజీ మంత్రి దేవినేని ఉమా", "sentence_b": "మైలవరం : రాష్ట్రాన్ని ఆప్పుల ఊబిలో నెట్టిన ఘనత సీఎం జగన్మోహన్రెడ్డికే దక్కుతుందని మాజీ మంత్రి దేవినేని ఉమామహేశ్వరరావు అన్నారు."}, {"pair_id": "OUSD_157", "sentence_a": "దీంతో ప్రేక్షకులకు ఓటీటీలు, ఏటీటీలపై ఇంట్రస్ట్ ఏ మాత్రం ఉందో మనం అర్థం చేసుకోవచ్చు.", "sentence_b": "ఈ సందర్భంగా నందు మాట్లాడుతూ “తమిళ్లో సూపర్డూపర్ హిట్ అయిన ఈ చిత్రాన్ని తెలుగు ప్రేక్షకులకు అందిస్తున్నారు సురేష్ కొండేటి."}, {"pair_id": "OC4_3170", "sentence_a": "ఈ పండుగ ప్రేమ, సహనం, త్యాగాలకు ప్రతీక అని పేర్కొన్నారు.", "sentence_b": "పేదలతో, బంధువులతో ఆహారాన్ని పంచుకునే ఈ పండుగ, మనకున్న దానిలో నలుగురికీ సాయం చేయాలనే సందేశాన్నిస్తుంది."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "UDD_1224", "mr_explanation": "", "most_related": "OC4_3170"}, "attempts": 1, "last_modified": "2023-10-27 10:57:28"}
{"set_id": "2078", "wb_display": "94", "input": [{"pair_id": "OC4_5627", "sentence_a": "హిట్ మ్యాన్ గా పేరొందిన రోహిత్ వన్డే క్రికెట్ లో పలు రికార్డులను తన ఖాతాలో వేసుకున్న విషయం విదితమే.", "sentence_b": "మూడుసార్లు డబుల్ సెంచరీలు సాధించిన ఏకైక బ్యాట్స్ మెన్ గా కొనసాగుతున్నాడు రోహిత్."}, {"pair_id": "SP_976", "sentence_a": "ఈ విషయాన్ని కతార్ విదేశాంగ మంత్రి మహమ్మద్ బిన్ అబ్దుల్రహ్మన్ అల్ థని గురువారం వెల్లడించారు.", "sentence_b": "ఇటీవల జరిగిన విపరీతమైన తరలింపుతో విమానాశ్రయంలోని మౌలిక సదుపాయాలు నాశనం చేయబడ్డాయని తెలిపారు."}, {"pair_id": "UDD_969", "sentence_a": "పశ్చిమబంగలో రైల్వే ఇరుసు కర్మాగారాన్ని నెలకొల్పనున్నట్లు ఆయన వెల్లడించారు.", "sentence_b": "ఈ దాడులు రాష్టవ్య్రాప్తంగా కొనసాగుతాయని ఈ సందర్భంగా విజిలెన్స్ డీజీ స్పష్టం చేశారు."}, {"pair_id": "OUSD_7399", "sentence_a": "పంచాయతీ ఎన్నికల నేపథ్యంలో పోలీసులు ఏజెన్సీ గ్రామాల్లో భద్రత కట్టుదిట్టం చేశారు.", "sentence_b": "దాంతో తర్జనభర్జనల అనంతరం మంగళవారం ఉదయం పోలీసులకు ఫిర్యాదు చేశారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC4_5627", "mr_explanation": "", "most_related": "OUSD_7399"}, "attempts": 1, "last_modified": "2023-10-27 10:57:32"}
{"set_id": "2084", "wb_display": "95", "input": [{"pair_id": "SP_1930", "sentence_a": "బాలీవుడ్ భామ అలియా సీత పాత్రలో రాంచరణ్ కి జోడీగా కనిపించనుంది.", "sentence_b": "ఆర్ఆర్ఆర్ తర్వాత చరణ్ ప్రముఖ దర్శకుడు శంకర్ తో మరో ప్రతిష్టాత్మక ప్రాజెక్ట్ చేయబోతున్నాడు."}, {"pair_id": "OUSD_2703", "sentence_a": "అనంతరం బ్యాటింగ్ కు దిగిన భారత్ 49.5 ఓవర్లలో 252 పరుగులు చేసి ఆలౌటైంది.", "sentence_b": "ఆ తరువాత డిక్వెల్లా 64 పరుగులు చేసి జాదవ్ బౌలింగ్ లో ఎల్ బిడబ్ల్యూగా పెవిలియన్ చేరాడు."}, {"pair_id": "OUSD_2762", "sentence_a": "సిడ్నీ థండర్ జట్టు సభ్యురాలిగా. . . హర్మన్ ప్రీత్ తొలిసీజన్లో 296 పరుగులు సాధించడంతో పాటు.", "sentence_b": "జింబాబ్వేపై 172 పరుగులు చేసి టీ20ల్లో అత్యధిక వ్యక్తిగత స్కోరును కూడా నమోదు చేశాడు."}, {"pair_id": "para_103", "sentence_a": "ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం కోల్కతాలో అభిమానులు బారులు తీరారు .", "sentence_b": "కోల్కతాలోని ఫుట్బాల్ అభిమానులు ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం ఎగబడ్డారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "SP_1930", "mr_explanation": "", "most_related": "para_103"}, "attempts": 1, "last_modified": "2023-10-27 10:57:38"}
{"set_id": "6_G", "wb_display": "96", "input": [{"pair_id": "72", "sentence_a": "కృష్ణ జింకల వేట కేసు : సల్మాన్ దోషి", "sentence_b": "జోథ్పూర్ : కృష్ణ జింకలను వేటాడిన కేసులో బాలీవుడ్ కండల వీరుడు సల్మాన్ ఖాన్ ను దోషిగా తేల్చుతూ జోథ్పూర్ కోర్టు గురువారం తీర్పు ఇచ్చింది."}, {"pair_id": "59", "sentence_a": "ఈ ఘటనపై పోలీసులు కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నారు.", "sentence_b": "మృతదేహాన్ని పోస్ట్మార్టం కోసం తరలించేందుకు ఏర్పాట్లు చేస్తున్నారు."}, {"pair_id": "51", "sentence_a": "అజ్ఞాతం వీడిన మాజీ మంత్రి జోగురామన్న..పార్టీ మార్పుపై క్లారిటీ..", "sentence_b": "మాజీ మంత్రి జోగు రామన్న అజ్ఞాతం వీడారు."}, {"pair_id": "44", "sentence_a": "ఆర్ రామచంద్రన్ చెప్పారు.", "sentence_b": "విద్యుత్ కేంద్రాలకు బొగ్గు సరఫరాకు సంబంధించి ఎదురవుతున్న సమస్యలను పరిష్కరించడానికి ప్రభుత్వం అత్యవసర చర్యలు తీసుకుంటున్నందున ఈ సమస్య త్వరలోనే పరిష్కారమవుతుందని ఆయన చెప్పారు."}], "output": {"most_related": "44", "least_related": "72", "mr_explanation": "", "lr_explanation": ""}, "is_golden": "true", "status": "success", "attempts": 1, "last_modified": "2023-10-27 10:57:43"}
{"set_id": "2092", "wb_display": "97", "input": [{"pair_id": "OC5_3784", "sentence_a": "నవంబర్ 23 నుంచి వ్యవసాయేతర భూముల రిజిస్ట్రేషన్ : సీఎం కేసీఆర్", "sentence_b": "వ్యవసాయేతర భూముల రిజిస్ట్రేషన్పై తెలంగాణ సీఎం కేసీఆర్ కీలక నిర్ణయం తీసుకున్నారు."}, {"pair_id": "para_495", "sentence_a": "శాంతిభద్రతలు , సంక్షేమం విషయంలోనూ పోలీసుశాఖకు ప్రభుత్వం అన్ని విధాలా సహకరిస్తుందని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి అన్నారు .", "sentence_b": "\"శాంతిభద్రతలు , సంక్షేమం విషయంలో పోలీసుశాఖ, ప్రభుత్వం అన్ని విధాలా సహకరిస్తుంది\" అని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి పేర్కొన్నరు."}, {"pair_id": "OUSD_7272", "sentence_a": "ఈ కేసును సీబీఐతో విచారణ చేయించేందుకు హైకోర్టు అనుమతి ఇచ్చింది.", "sentence_b": "ఈ చట్టం అమలులోకి వచ్చిన తర్వాత తొలిసారిగా ఒక కేసులో కోర్టు దోషికి మరణ శిక్షను ఖరారు చేసింది."}, {"pair_id": "OC4_266", "sentence_a": "పవిత్ర సంగమం దగ్గర గోదావరి ఘాట్లో శిలాఫలకం ఏర్పాటు చేశారు.", "sentence_b": "ఇందుకోసం స్టాక్ యార్డును ఇప్పటికే సిద్ధం చేశారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OC5_3784", "mr_explanation": "", "most_related": "OC4_266"}, "attempts": 1, "last_modified": "2023-10-27 10:57:48"}
{"set_id": "2089", "wb_display": "98", "input": [{"pair_id": "SP_534", "sentence_a": "కరోనా వ్యాప్తి నేపథ్యంలో పరీక్షలు నిర్వహిస్తే విద్యార్థులు వైరస్ ప్రభావానికి గురయ్యే ప్రమాదం ఉందని పిటిషన్ లో పేర్కొన్నారు.", "sentence_b": "విచారణ సందర్భంగా, ప్రభుత్వం తరఫున సొలిసిటర్ జనరల్ తుషార్ మెహతా కోర్టుకు వివరాలు తెలిపారు."}, {"pair_id": "OUSD_4965", "sentence_a": "ఇక ఈ ఫోన్కు చెందిన 2జీబీ ర్యామ్, 16 జీబీ స్టోరేజ్ వేరియెంట్ ధర రూ.", "sentence_b": "హైదరాబాద్ ట్రేడ్ సెంటర్ ఏర్పాటు గురించి కూడా ఈ సందర్భంగా ఆయన ప్రస్తావించారు."}, {"pair_id": "UDD_485", "sentence_a": "మొత్తం పది ఓవర్లు ముగిసే సరికి రెండు వికెట్ల నష్టానికి రాజస్తాన్ 99 పరుగులు చేసింది.", "sentence_b": "ఈ సినిమాలో నరేశ్, సత్య, అర్చనా సౌందర్య ఇతర పాత్రలలో నటిస్తున్నారు."}, {"pair_id": "OC4_4887", "sentence_a": "హీరో శ్రీకాంత్ ఈ సినిమాలో నెగటివ్ రోల్ లో కనిపించబోతున్నాడు.", "sentence_b": "శ్రీకాంత్ ఇంతకు ముందు నాగచైతన్య ‘యుద్ధం శరణం’లో విలన్ గా నటించాడు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "SP_534", "mr_explanation": "", "most_related": "OC4_4887"}, "attempts": 1, "last_modified": "2023-10-27 10:57:56"}
{"set_id": "2093", "wb_display": "99", "input": [{"pair_id": "OUSD_240", "sentence_a": "కొత్తదనాన్ని కోరుకునే ప్రతి ఒక్కరిని ఈ సినిమా మెప్పిస్తుంది అని తెలిపారు.", "sentence_b": "ఈ చిత్రం ఈనెల 25న విడుదలకానుంది."}, {"pair_id": "OC4_2390", "sentence_a": "దేశంలో రెండవ ఎన్ఐఏ కార్యాలయంగా గుర్తింపు పొందనుంది.", "sentence_b": "హైదరాబాద్ హైటెక్ సిటీ మాదాపూర్ ఖానమెట్లో ఎన్ఐఏ కార్యాలయాన్ని శుక్రవారం కేంద్ర హోంత్రి రాజ్నాథ్ సింగ్ ప్రారంభిస్తున్నారు."}, {"pair_id": "OC4_1326", "sentence_a": "ప్రజలు టిఆర్ఎస్ పార్టీయే శ్రీరామ రక్ష అని భావిస్తున్నారని అయన అన్నారు.", "sentence_b": "కేసీఆర్ నాయకత్వానికి ఎంత మద్దతు ఉందొ ఈ ఎన్నికలు నిరూపించాయి అని అన్నారు."}, {"pair_id": "OUSD_60", "sentence_a": "ఈ సినిమా బాలీవుడ్ లో కలెక్షన్స్ బాగా తెచ్చుకుంది.", "sentence_b": "అంతేకాక ఈ షెడ్యూల్లోనే బాలీవుడ్ నటుడు అజయ్ దేవగన్ ఇంట్రో సీన్ కూడా పూర్తి చేయాలని ప్లాన్ చేస్తున్నారట."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "OUSD_240", "mr_explanation": "", "most_related": "OUSD_60"}, "attempts": 1, "last_modified": "2023-10-27 10:58:01"}
{"set_id": "2099", "wb_display": "100", "input": [{"pair_id": "para_115", "sentence_a": "కర్నూలు జిల్లాలో టీడీపీ అభ్యర్థిపై ప్రత్యర్థుల దాడి కలకలం రేపుతోంది .", "sentence_b": "టీడీపీ అభ్యర్థిపై ప్రత్యర్థులు దాడి చేయడం వల్ల కర్నూలు జిల్లాలో అల్లకల్లోలం జరుగుతుంది ."}, {"pair_id": "OC4_3045", "sentence_a": "పెళ్లి తరువాత ఆమని మంచి చిత్రాల్లో నటిస్తూ బిజీ అయ్యారు.", "sentence_b": "రాజశేఖర్ తో చేసిన అమ్మకొడుకు సినిమా అప్పుడే తన మంచి నటి అవుతుందని అనుకున్నాను అనుకున్నట్టుగానే మంచి నటి అయింది."}, {"pair_id": "OUSD_105", "sentence_a": "ఇక హైదరాబాద్లో కొత్త ఫ్లాట్ కూడా కొనుక్కొని సినిమాల్లో తన సక్సెస్ను ఈ భామ ఎంజాయ్ చేస్తోందని తెలిసింది.", "sentence_b": "ఇక ఈ చిత్రంలో రాజశేఖర్కు జోడిగా పూజా కుమార్, శ్రద్ధాదాస్ నటించారు."}, {"pair_id": "para_995", "sentence_a": "కేటలోనియా నేతలు తమ వేర్పాటు బెదిరింపులను ఉపసంహరించుకోకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని రద్దు చేసేందుకు వెనుకాడబోమని స్పెయిన్ ప్రధాని మరియానా రజోరు హెచ్చరించారు .", "sentence_b": "స్పెయిన్ ప్రధాని మారియానా కేటలోనియా నేతలు తమ బెదిరింపులను రద్దు చేయకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని వెనక్కి తీస్కునేందుకు సిద్ధంగా ఉన్నామని హెచ్చరించారు."}], "is_golden": "false", "status": "success", "output": {"lr_explanation": "", "least_related": "para_115", "mr_explanation": "", "most_related": "para_995"}, "attempts": 1, "last_modified": "2023-10-27 10:59:38"}
{"set_id": "2091", "wb_display": "101", "input": [{"pair_id": "OUSD_142", "sentence_a": "అంతటి సీనియర్ హీరో. . ఈ జూనియర్ హీరోకు సోదరుడిగా నటించడం ఆశ్చర్యం కలిగించే విషయమే.", "sentence_b": "తాజాగా సీనియర్ నటుడు కోట శ్రీనివాసరావు మంచు విష్ణుకు మద్ధతు ప్రకటించారు."}, {"pair_id": "UDD_837", "sentence_a": "నిత్య సహాయ మాత చర్చిలో ఈ ప్రేయర్ జరపగా. . సమాచారం అందుకున్న పోలీసులు ఆయన్ను అరెస్ట్ చేశారు.", "sentence_b": "ఇంగ్లాండ్ కూడ మంచి స్థితిలోనే ఉందని వ్యాఖ్యానించాడు."}, {"pair_id": "OC5_3778", "sentence_a": "అనంతనాగ్ జిల్లాలోని లాల్చౌక్లో జాతీయ జెండా రెపరెపలు", "sentence_b": "జమ్ముకశ్మీర్కు స్వయంప్రతిపత్తిని కల్పించే ఆర్టికల్ 370ని ప్రధానమంత్రి నరేంద్ర మోదీ ప్రభుత్వం రద్దు చేసి బుధవారానికి ఏడాది పూర్తయింది."}, {"pair_id": "para_1127", "sentence_a": "ఇస్రో ఛైర్మన్ శివన్ శ్రీవారిని దర్శించుకున్నారు .", "sentence_b": "శ్రీవారిని ఇస్రో ఛైర్మన్ శివన్ దర్శించుకున్నారు ."}], "is_golden": "false", "status": ""}
{"set_id": "2090", "wb_display": "102", "input": [{"pair_id": "SP_2932", "sentence_a": "ఆదివారం సాయంత్రం జరిగిన విద్యుతాఘాతం ఉదంతంలో గొర్రెల మందపై విద్యుత్ వైర్లు తెగి పడడంతో మందలో ఉన్న మొత్తం గొర్రెలు మృత్యువాతకు గురయ్యాయి.", "sentence_b": "సలంద్రి మల్లయ్యకు చెందిన గొర్రెలను పెద్దూరులోని పెల్లెలో ఏర్పాటు చేసుకున్న దొడ్డికి చుట్టూ రక్షణగా ఇనుప కంచె నిర్మించారు."}, {"pair_id": "UDD_261", "sentence_a": "నలుగు, రోజ్గోల్డ్, గోల్డ్, బ్లూ రంగులలో ఈ ఫోన్లు ఉన్నాయి.", "sentence_b": "సమాచారమందుకున్న రెస్యూ టీం అక్కడికి చేరుకుని వారిని అంబులెన్స్ల్లో ఆస్పత్రులకు తరలించారు."}, {"pair_id": "OUSD_2665", "sentence_a": "ఫిబ్రవరి 23 నుంచి 25వ తేదీ వరకు జరిగిన 2017 ప్రపంచ స్నో షూ ఛాంపియన్షిప్ పోటీలలో హుస్సేన్ పాల్గొన్నాడు.", "sentence_b": "ఆస్ట్రేలియాలోని ఫిలిప్ ఐలాండ్ వేదికగా జరిగిన టోర్నీ మహిళల డబుల్స్ టైటిల్ విజేతగా అంకిత జోడీ నిలిచింది."}, {"pair_id": "para_1153", "sentence_a": "నేషనల్ హెరాల్డ్ కేసులో ఢిల్లీ హైకోర్టు కీలక నిర్ణయం తీసుకుంది .", "sentence_b": "ఢిల్లీ హైకోర్టు నేషనల్ హెరాల్డ్ కేసులో ముఖ్య నిర్ణయం వెల్లడించింది."}], "is_golden": "false", "status": ""}
{"set_id": "33_G", "wb_display": "103", "input": [{"sentence_a": "జమ్మూకాశ్మీర్లో మంచుకొండచరియలు విరిగిపడి గురువారం పెద్ద ప్రమాదం చోటుచేసుకుంది . ఈ ప్రమాదంలో ఐదుగురు మృతి చెందారు . పలువురు గాయపడ్డారు .", "sentence_b": "జమ్మూకాశ్మీర్లో మంచుకొండచరియలు విరిగిపడిన ఘటనలో ఐదుగురు మృతి చెందారు,పలువురు గాయపడ్డారు .", "pair_id": "62"}, {"sentence_a": "ఊహించని విధంగా ట్విస్టులు ఇచ్చి ప్రేక్షకులను థ్రిల్ చేసి సక్సెస్ సాధించేందుకు దర్శకుడు, కథా రచయితలు ప్రయత్నాలు చేస్తున్నారు.", "sentence_b": "అయితే టాలీవుడ్ బ్యూటీ అనుష్క నెక్స్ మూవీ విషయంలో మాత్రం ముందునుంచి ట్విస్టులు వస్తూనే ఉన్నాయి.", "pair_id": "18"}, {"sentence_a": "ఆతర్వాత ఈ భామకు బాలీవుడ్లో వరుసగా అవకాశాలు వస్తున్నాయి.", "sentence_b": ". అంతర్జాతీయంగా ఈ సినిమా ప్రదర్శన జరుగనుంది.", "pair_id": "64"}, {"sentence_a": "ఈ క్రమంలో ఆయన సూసైడ్ అట్టెంప్ట్ చేయడం సంచలనంగా మారింది.", "sentence_b": "ఐతే ఈ ఛాలెంజ్ ని తనదైన స్టైల్ స్వీకరించిన చిరంజీవి నేడు ఆ ఛాలెంజ్ పూర్తి చేసినట్లుగా ఓ ఎమోషనల్ వీడియో పోస్ట్ చేశారు.", "pair_id": "26"}], "output": {"lr_explanation": "", "least_related": "26", "most_related": "62", "mr_explanation": ""}, "is_golden": "true", "status": ""}
{"set_id": "2094", "wb_display": "104", "input": [{"pair_id": "UDD_519", "sentence_a": "రానున్న ప్రపంచకప్లో ఇటువంటి పొరపాట్లకు తావు లేకుండా చూడాల్సిన అవసరం జట్టు యాజమాన్యంపై ఎంతైనా ఉందన్నాడు.", "sentence_b": "భూకంపం విలయంతో దిగ్భ్రాంతికి గురైన ఆ బాలిక ప్రస్తుతం ఆస్పత్రిలో చికిత్స పొందుతోందని, ఆమె ఆరోగ్యం బాగుందని సహాయక సిబ్బంది తెలిపారు."}, {"pair_id": "UDD_797", "sentence_a": "తొలి సినిమా టాక్ బయటకు రాకుండానే ప్రియకు ఆఫర్లు వెల్లువెత్తుతున్నాయి.", "sentence_b": "మృతదేహాల ను పోస్టుమార్టం ఆసుపత్రికి తరలించి కేసు దర్యాప్తు చేస్తున్నారు."}, {"pair_id": "UDD_641", "sentence_a": "ఎంత సూపర్ స్టార్ తో సినిమా అయినప్పటికీ దిల్ రాజు అలా మితిమీరి బడ్జెట్ ఎలా పెట్టాడు అని అందరూ షాక్ అవుతున్నారు.", "sentence_b": "దాడికి పాల్పడిన ఉజ్బెకిస్థాన్ దేశీయుడు సైఫుల్లోను కఠినంగా శిక్షిస్తామని ఆయన హెచ్చరించారు."}, {"pair_id": "OC5_6664", "sentence_a": "ఫిల్మ్ ఇన్స్టిట్యూట్ ఆఫ్ ఇండియాకు ఛైర్మన్గా అనుపమ్ ఖేర్", "sentence_b": "బాలీవుడ్ నటుడు అనుపమ్ ఖేర్ పూణేలోని ఫిల్మ్ అండ్ టెలివిజన్ ఇనిస్టిట్యూట్ ఆఫ్ ఇండియా చైర్మన్గా నియమితులయ్యారు."}], "is_golden": "false", "status": ""}
{"set_id": "2095", "wb_display": "105", "input": [{"pair_id": "OUSD_287", "sentence_a": "గత కొన్ని సంవత్సరాలుగా ఆమె సినిమాలకు దూరంగా ఉంటున్నారు.", "sentence_b": "తెలుగులో ఆమె నటన చూసి ఇలాంటి కూతురు ఉంటే బాగుండు అన్నట్లు నటించింది."}, {"pair_id": "UDD_371", "sentence_a": "12 ప్లస్ డి, 13 ప్లస్ డి అనే రెండు ఆప్షన్లలో ఈ వాహనం లభిస్తుందని ఈ సందర్భంగా హైదరాబాద్లో సంస్థ తెలిపింది", "sentence_b": "తొలిపోటీలోనే 6-0తో కొలంబియాను చిత్తుచేసిన భారత మహిళల రికర్వుజట్టు అదే స్ఫూర్తిదాయక ప్రదర్శనతో ఫైనల్ బెర్త్ సాధించడం విశేషం."}, {"pair_id": "OUSD_7294", "sentence_a": "స్థానిక పోలీసులకు ఇచ్చిన ఫిర్యాదు మేరకు సంఘటనా స్థలాన్ని చేరుకున్నారు.", "sentence_b": "ఎప్పటిలాగే ఆయన బుధవారం ఉదయం 7.30 గంటల ప్రాంతంలో పోలీస్స్టేషన్కు చేరుకున్నారు."}, {"pair_id": "para_4", "sentence_a": "ఈజిప్ట్ మాజీ అధ్యక్షుడు మహ్మద్ మోర్సీకి ట్రయల్ కోర్టు విధించిన 20 ఏళ్ల జైలు శిక్షను దేశ సర్వోన్నత న్యాయస్థానం ఖరారు చేసింది .", "sentence_b": "ఈజిప్ట్ సర్వోన్నత న్యాయస్థానం మాజీ అద్యక్ష్యుడు అయిన మొహమ్మద్ మోర్సీకి కోర్టు 20 ఏళ్ళ జైలు శిక్షను కరారు చేసింది."}], "is_golden": "false", "status": ""}
{"set_id": "2097", "wb_display": "106", "input": [{"pair_id": "para_62", "sentence_a": "జనసేన అధినేత పవన్ కళ్యాణ్ శనివారం ప్రకాశం జిల్లాలో పర్యటించారు .", "sentence_b": "జనసేన అధినేత అయిన పవన్ కళ్యాణ్ ప్రకాశం జిల్లలో శనివారం పర్యటించారు."}, {"pair_id": "OUSD_313", "sentence_a": "ఈ మేరకు ఒక ప్రకటన విడుదల చేశారు. అందులో. . . మా కుటుంబానికి సంబంధించిన విషయాలు ఇటీవల మీడియాలో వస్తున్నాయి.", "sentence_b": "కాగా కరోనా వైరస్ గురించి మలయాళ సూపర్స్టార్ మోహన్లాల్ షాకింగ్ కామెంట్లు చేశారు."}, {"pair_id": "para_581", "sentence_a": "రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీకి గురైన ఘటన కేరళ రాష్ట్రంలో జరిగింది .", "sentence_b": "కేరళ రాష్ట్రంలో రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీ అయినట్లు తెలుస్తుంది."}, {"pair_id": "UDD_1300", "sentence_a": "టీడీడీ పాలక మండలి తనను అర్చకత్వం నుంచి బలవంతంగా పదవీవిరమణ చేయించిందని రమణదీక్షితులు బహిరంగంగానే ధ్వజమెత్తిన సంగతి తెలిసిందే.", "sentence_b": "పలువురు కాంగ్రెస్ సీనియర్ నాయకులు నెహ్రూ జయంతి వేడుకలలో పాల్గొన్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2098", "wb_display": "107", "input": [{"pair_id": "para_400", "sentence_a": "పది మంది ఉగ్రవాదులకు మరణశిక్షను అమలు చేయాలని పాకిస్థాన్ ఆర్మీ చీఫ్ జనరల్ ఖామర్ జావెద్ బాజ్వా నేడు ఆదేశాలు జారీ చేశారు .", "sentence_b": "పాకిస్థాన్ ఆర్మీ కమాండర్-ఇన్-చీఫ్ కమల్ జావిద్ బజ్వా ఈరోజు పది మంది ఉగ్రవాదులను ఉరితీయాలని ఆదేశించారు."}, {"pair_id": "OC4_2636", "sentence_a": "ఫిబ్రవరి 7 (నమస్తే తెలంగాణ): ఈశాన్య, ఉత్తరాది దిశల నుంచి శీతలగాలులు జోరుగా వీస్తుండటంతో రాష్ట్రంలో రెండు రోజులుగా చలి తీవ్రత మళ్లీ పెరిగింది.", "sentence_b": "ఎండల తీవ్రత పెరగాల్సిన సమయంలో అనూహ్యంగా రాత్రి, పగటి ఉష్ణోగ్రతలు తగ్గిపోతున్నాయి."}, {"pair_id": "SP_1890", "sentence_a": "ఈనెల 25న ప్రపంచవ్యాప్తంగా రిలీజవుతోంది.", "sentence_b": "తెలుగు - తమిళం - హిందీలో ఈ చిత్రాన్ని ప్రతిష్ఠాత్మకంగా రిలీజ్ చేసేందుకు కంగన టీమ్ సన్నాహకాల్లో ఉంది."}, {"pair_id": "UDD_346", "sentence_a": "8,500 కోట్లు పెట్టుబడులు మదుపు చేశామన్నారు.", "sentence_b": "‘చీకటి రాజ్యం’ సినిమా ప్రేక్షకులకు ఓ సరికొత్త అనుభూతినిస్తుందని కమల్ మొదటి నుంచి చెబుతూ వస్తున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2096", "wb_display": "108", "input": [{"pair_id": "SP_2684", "sentence_a": "ఆర్థిక సంక్షోభంలో కూరుకుపోయిన జెట్ ఎయిర్వేస్ మూసివేత ఖాయంగా కనిపిస్తున్నది.", "sentence_b": "అత్యవసర సాయాన్ని అందించడానికి ప్రధాన రుణతాద ఎస్బీఐ నిరాకరించడంతో జెట్ ఎయిర్వేస్ పరిస్థితి అగమ్యగోచరంగా మారింది."}, {"pair_id": "OUSD_162", "sentence_a": "ఓ జంతు సంరక్షణ కేంద్రాన్ని నడుపుకునేదాన్ని”అని చెప్పిం ది ఈ చెన్నై సుందరి.", "sentence_b": "ఎస్వీ2 ఎంటర్టైన్మెంట్ బ్యానర్పై ఈ సినిమాను నిర్మిస్తున్నారు."}, {"pair_id": "OUSD_2800", "sentence_a": "ఇక సెమీస్ తో భారత్ ప్రత్యర్థి ఎవరో తెలిసిపోయింది.", "sentence_b": "మూడో యూత్ ఒలింపిక్స్లో భారత్ పసిడి ఖాతాను తెరవడం గమనార్హం."}, {"pair_id": "para_838", "sentence_a": "ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో తెలుగమ్మాయి వెన్నం జ్యోతి సురేఖ రెండు కాంస్య పతకాలు సాధించింది .", "sentence_b": "తెలుగు అమ్మాయి అయిన వెన్నం జ్యోతి సురేఖ ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో రెండు కాంస్య పతకాలు గెలిచింది."}], "is_golden": "false", "status": ""}
{"set_id": "2100", "wb_display": "109", "input": [{"pair_id": "OUSD_2717", "sentence_a": "తాను పాక్ ఆటగాళ్ల డ్రస్సింగ్ రూమ్కి వెళ్లినట్లు వస్తున్న వార్తలను అండర్-19 భారత క్రికెట్ జట్టు కోచ్ రాహుల్ ద్రవిడ్ కొట్టి పారేశాడు.", "sentence_b": "కొత్తగా ఎన్నికైన క్రికెట్ సలహా కమిటీ(సిఏసి) ఈవిషయం గురించి ఇంకా ఏం అనుకోలేదు."}, {"pair_id": "OUSD_193", "sentence_a": "మలయాళీ సూపర్ స్టార్ మమ్ముట్టి తాజా చిత్రం 'ది ప్రీస్ట్' ఈ నెల 14న అమెజాన్ ప్రైమ్ లో స్ట్రీమింగ్ కాబోతోంది.", "sentence_b": "ఈ సినిమాకు ‘రెడ్డిగారు’ అనే టైటిల్ అనుకుంటున్నారని సమాచారం."}, {"pair_id": "UDD_1333", "sentence_a": "దాని వల్ల సోషల్ మీడియాలో అనుచిత వ్యాఖ్యలు/ చిత్రాలు పోస్టు చేసే అసలైన వ్యక్తిని సులభంగా పట్టుకోడానికి వీలుంటుందని కోర్టు పేర్కొంది.", "sentence_b": "ఇరు వాదనలు విన్న సీబీఐ కోర్టు తీర్పును 30 నిమిషాల పాటు రిజర్వ్లో ఉంచింది."}, {"pair_id": "SP_1518", "sentence_a": "తమిళ్, తెలుగు, మలయాళం భాషల్లో ఈ భామకు విపరీతమైన క్రేజ్ ఉంది.", "sentence_b": "అయితే కోలీవుడ్లో మాత్రం ఈ అమ్మడు ఓ రేంజ్లో దూసుకుపోతోంది."}], "is_golden": "false", "status": ""}
{"set_id": "2101", "wb_display": "110", "input": [{"pair_id": "OUSD_240", "sentence_a": "కొత్తదనాన్ని కోరుకునే ప్రతి ఒక్కరిని ఈ సినిమా మెప్పిస్తుంది అని తెలిపారు.", "sentence_b": "ఈ చిత్రం ఈనెల 25న విడుదలకానుంది."}, {"pair_id": "OUSD_2743", "sentence_a": "కాగా ఈ మ్యాచ్ రెండు ఇన్నింగ్స్లో కోహ్లీ ప్రదర్శనకు గాను మ్యాన్ ఆఫ్ ది సిరీస్ అవార్డు దక్కింది.", "sentence_b": "ఈ సందర్బంలో తీసిన ఫొటోను అభిమానులతో సోషల్ మీడియా వేదికగా పంచుకున్నాడు మహేంద్రుడు."}, {"pair_id": "OC5_2506", "sentence_a": "బిసిల సంక్షేమమే ధ్యేయంగా పథకాలు : మంత్రి శ్రీనివాస్ గౌడ్", "sentence_b": "హైదరాబాద్ : తెలంగాణలో బిసిల సంక్షేమమే ధ్యేయంగా సిఎం కెసిఆర్ పాలన చేస్తున్నారని మంత్రి శ్రీనివాస్ గౌడ్ స్పష్టం చేశారు."}, {"pair_id": "OC4_1664", "sentence_a": "ఈ పరిస్థితుల్లో డీఎస్ అమిత్ షాను కలవడంతో రాజకీయంగా ప్రాధాన్యం సంతరించుకుంది.", "sentence_b": "గత లోక్సభ ఎన్నికల్లో డీఎస్ కుమారుడు అరవింద్ నిజామాబాద్ బీజేపీ అభ్యర్థిగా పోటీ చేసి గెలుపొందారు."}], "is_golden": "false", "status": ""}
{"set_id": "2110", "wb_display": "111", "input": [{"pair_id": "para_811", "sentence_a": "అమెరికాలో ఉండే పలువురు హాలీవుడ్ స్టార్స్ కు కరోనా వైరస్ సోకినట్లుగా సమాచారం .", "sentence_b": "అమెరికాలో ఉన్న నటులకు కరోన నిర్ధారణ అయ్యింది."}, {"pair_id": "UDD_797", "sentence_a": "తొలి సినిమా టాక్ బయటకు రాకుండానే ప్రియకు ఆఫర్లు వెల్లువెత్తుతున్నాయి.", "sentence_b": "మృతదేహాల ను పోస్టుమార్టం ఆసుపత్రికి తరలించి కేసు దర్యాప్తు చేస్తున్నారు."}, {"pair_id": "UDD_1224", "sentence_a": "బాధితుడి మేరకు కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "పుట్టిన రోజు వేడుకలను ట్రంప్ కాస్త ముందుగానే జరుపుకున్నారని బాలకృష్ణన్ కామెంట్ చేశారు."}, {"pair_id": "OUSD_7399", "sentence_a": "పంచాయతీ ఎన్నికల నేపథ్యంలో పోలీసులు ఏజెన్సీ గ్రామాల్లో భద్రత కట్టుదిట్టం చేశారు.", "sentence_b": "దాంతో తర్జనభర్జనల అనంతరం మంగళవారం ఉదయం పోలీసులకు ఫిర్యాదు చేశారు."}], "is_golden": "false", "status": ""}
{"set_id": "2108", "wb_display": "112", "input": [{"pair_id": "OUSD_2717", "sentence_a": "తాను పాక్ ఆటగాళ్ల డ్రస్సింగ్ రూమ్కి వెళ్లినట్లు వస్తున్న వార్తలను అండర్-19 భారత క్రికెట్ జట్టు కోచ్ రాహుల్ ద్రవిడ్ కొట్టి పారేశాడు.", "sentence_b": "కొత్తగా ఎన్నికైన క్రికెట్ సలహా కమిటీ(సిఏసి) ఈవిషయం గురించి ఇంకా ఏం అనుకోలేదు."}, {"pair_id": "OC4_4064", "sentence_a": "హైదరాబాద్, ఏప్రిల్ 14: తెలంగాణ రాష్ట్రంలో ఎండల తీవ్రత కారణంగా పాఠశాలలకు విద్యా వార్షిక ప్రణాళికను మరోమారు సవరించింది.", "sentence_b": "ఈ నెల 16వ తేదీ నుండి పాఠశాలలకు సెలవులు ప్రకటించింది."}, {"pair_id": "UDD_346", "sentence_a": "8,500 కోట్లు పెట్టుబడులు మదుపు చేశామన్నారు.", "sentence_b": "‘చీకటి రాజ్యం’ సినిమా ప్రేక్షకులకు ఓ సరికొత్త అనుభూతినిస్తుందని కమల్ మొదటి నుంచి చెబుతూ వస్తున్నారు."}, {"pair_id": "OUSD_2828", "sentence_a": "19 ఓవర్లకు ఆసీస్ 7 వికెట్ల నష్టానికి 132 పరుగులు చేసింది.", "sentence_b": "అనంతరం బ్యాటింగ్ చేసిన హాంగ్కాంగ్ 20 ఓవర్లలో 6 వికెట్లకు 144 పరుగులు సాధించింది."}], "is_golden": "false", "status": ""}
{"set_id": "2102", "wb_display": "113", "input": [{"pair_id": "OC4_3045", "sentence_a": "పెళ్లి తరువాత ఆమని మంచి చిత్రాల్లో నటిస్తూ బిజీ అయ్యారు.", "sentence_b": "రాజశేఖర్ తో చేసిన అమ్మకొడుకు సినిమా అప్పుడే తన మంచి నటి అవుతుందని అనుకున్నాను అనుకున్నట్టుగానే మంచి నటి అయింది."}, {"pair_id": "para_1143", "sentence_a": "పచ్చని వృక్షాల నరికివేతపై సుప్రీంకోర్టు సంచలన ఆదేశాలు జారీ చేసింది .", "sentence_b": "పచ్చని చెట్ల నరికివేతపై పై సుప్రీంకోర్ట్ ఊహించని ఆదేశాలు ఇచ్చింది."}, {"pair_id": "para_103", "sentence_a": "ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం కోల్కతాలో అభిమానులు బారులు తీరారు .", "sentence_b": "కోల్కతాలోని ఫుట్బాల్ అభిమానులు ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం ఎగబడ్డారు."}, {"pair_id": "SP_1518", "sentence_a": "తమిళ్, తెలుగు, మలయాళం భాషల్లో ఈ భామకు విపరీతమైన క్రేజ్ ఉంది.", "sentence_b": "అయితే కోలీవుడ్లో మాత్రం ఈ అమ్మడు ఓ రేంజ్లో దూసుకుపోతోంది."}], "is_golden": "false", "status": ""}
{"set_id": "29_G", "wb_display": "114", "input": [{"pair_id": "61", "sentence_a": "సంఘటనకు సంబంధించిన వివరాలు ఇలా ఉన్నాయి.", "sentence_b": "విశాఖపట్నానికి చెందిన ఎస్. వి. వి. వి. నరసింహారావు ఆండ్రకు సమీపంలో కోళ్లపారాలను నడుపుతున్నాడు."}, {"pair_id": "36", "sentence_a": "ఇటీవలి కాలంలో భారత క్రికెట్కు చెందిన ఓపెనర్ కెఎల్ రాహుల్ కీలక ఆటగాడిగా గుర్తింపు పొందాడు .", "sentence_b": "తాజాగా భారత క్రికెట్ ఓపెనర్ కేఎల్ రాహుల్ కీలక ఆటగాడిగా గుర్తింపు పొందాడు."}, {"pair_id": "50", "sentence_a": "వీటన్నింటి విలువలు కూడా 62.5 బిలియన్ డాలర్లుగా ఉన్నట్లు అంచనా.", "sentence_b": "మరిన్ని ఆర్థికసంస్కరణలు అమలయితే ఈ ఏడాది కూడా కార్పొరేట్రంగంలో మరిన్ని కొనుగోళ్లు, కంపె నీల విలీనాలు ఉంటాయని అంచనా."}, {"pair_id": "79", "sentence_a": "ఈ రోజు ట్రేడింగ్ ప్రారంభమైన వెంటనే మార్కెట్లు నష్టాల్లోకి జారుకున్నాయి.", "sentence_b": "యుఎస్బిఐ టైప్ సిపోర్టుతో పనిచేసే ఈ 3డి హెల్మెట్ శాంసంగ్ గేర్ విఆర్ హెడ్సెట్ తరహాలోనే ఉంది."}], "output": {"least_related": "79", "most_related": "36", "lr_explanation": "", "mr_explanation": ""}, "is_golden": "true", "status": ""}
{"set_id": "2106", "wb_display": "115", "input": [{"pair_id": "UDD_1281", "sentence_a": "3లక్షలు విలువ చేసే 1.50 క్వింటాళ్ల పత్తి విత్తనాలు స్వాధీనం చేసుకుని ఇద్దరిని అరెస్టు రిమాండ్కు తరలించడం జరిగిందని ఎస్ఐ పేర్కొన్నారు.", "sentence_b": "ఈ వివాదం రచ్చకెక్కడంతో ప్రభుత్వం వారిని సెలవుపై పంపిన విషయం విదితమే."}, {"pair_id": "OUSD_313", "sentence_a": "ఈ మేరకు ఒక ప్రకటన విడుదల చేశారు. అందులో. . . మా కుటుంబానికి సంబంధించిన విషయాలు ఇటీవల మీడియాలో వస్తున్నాయి.", "sentence_b": "కాగా కరోనా వైరస్ గురించి మలయాళ సూపర్స్టార్ మోహన్లాల్ షాకింగ్ కామెంట్లు చేశారు."}, {"pair_id": "OC5_6241", "sentence_a": "సంగారెడ్డిలో డెక్కన్ గ్రెయింజ్ ప్లాంట్ ... రూ.200 కోట్ల ఆదాయం లక్ష్యం", "sentence_b": "హైదరాబాద్ : డెక్కన్ రైస్ బ్రాండ్ పేరుతో బియ్యం ఎగుమతుల్లో ఉన్న డెక్కన్ గ్రెయింజ్ కొత్తగా హైదరాబాద్ సమీపంలో ప్రాసెసింగ్ ప్లాంట్ను నెలకొల్పింది."}, {"pair_id": "UDD_371", "sentence_a": "12 ప్లస్ డి, 13 ప్లస్ డి అనే రెండు ఆప్షన్లలో ఈ వాహనం లభిస్తుందని ఈ సందర్భంగా హైదరాబాద్లో సంస్థ తెలిపింది", "sentence_b": "తొలిపోటీలోనే 6-0తో కొలంబియాను చిత్తుచేసిన భారత మహిళల రికర్వుజట్టు అదే స్ఫూర్తిదాయక ప్రదర్శనతో ఫైనల్ బెర్త్ సాధించడం విశేషం."}], "is_golden": "false", "status": ""}
{"set_id": "2104", "wb_display": "116", "input": [{"pair_id": "para_62", "sentence_a": "జనసేన అధినేత పవన్ కళ్యాణ్ శనివారం ప్రకాశం జిల్లాలో పర్యటించారు .", "sentence_b": "జనసేన అధినేత అయిన పవన్ కళ్యాణ్ ప్రకాశం జిల్లలో శనివారం పర్యటించారు."}, {"pair_id": "OUSD_60", "sentence_a": "ఈ సినిమా బాలీవుడ్ లో కలెక్షన్స్ బాగా తెచ్చుకుంది.", "sentence_b": "అంతేకాక ఈ షెడ్యూల్లోనే బాలీవుడ్ నటుడు అజయ్ దేవగన్ ఇంట్రో సీన్ కూడా పూర్తి చేయాలని ప్లాన్ చేస్తున్నారట."}, {"pair_id": "OC5_8875", "sentence_a": "ఎటిఎం, బ్యాంక్ ఎకౌంట్లు హ్యాక్…. పిఎస్ లో నిందితుడు ఆత్మహత్య", "sentence_b": "అగర్తాలా: ఎటిఎం, బ్యాంక్ ఎకౌంట్లను హ్యాక్ చేసే వ్యక్తి పోలీస్ స్టేషన్లో ఆత్మహత్య చేసుకున్న సంఘటన వెస్ట్ త్రిపురలో జిల్లాలో చోటుచేసుకుంది."}, {"pair_id": "para_1136", "sentence_a": "ఈ రోజు తిరుమల శ్రీవారిని మంత్రి ఇంద్రకరణ్రెడ్డి దర్శించుకున్నారు .", "sentence_b": "ఈ రోజు మంత్రి ఇంద్రకరణ్రెడ్డి గారు తిరుమల దేవస్థానాని దర్శించుకున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2105", "wb_display": "117", "input": [{"pair_id": "para_838", "sentence_a": "ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో తెలుగమ్మాయి వెన్నం జ్యోతి సురేఖ రెండు కాంస్య పతకాలు సాధించింది .", "sentence_b": "తెలుగు అమ్మాయి అయిన వెన్నం జ్యోతి సురేఖ ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో రెండు కాంస్య పతకాలు గెలిచింది."}, {"pair_id": "para_495", "sentence_a": "శాంతిభద్రతలు , సంక్షేమం విషయంలోనూ పోలీసుశాఖకు ప్రభుత్వం అన్ని విధాలా సహకరిస్తుందని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి అన్నారు .", "sentence_b": "\"శాంతిభద్రతలు , సంక్షేమం విషయంలో పోలీసుశాఖ, ప్రభుత్వం అన్ని విధాలా సహకరిస్తుంది\" అని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి పేర్కొన్నరు."}, {"pair_id": "OUSD_2762", "sentence_a": "సిడ్నీ థండర్ జట్టు సభ్యురాలిగా. . . హర్మన్ ప్రీత్ తొలిసీజన్లో 296 పరుగులు సాధించడంతో పాటు.", "sentence_b": "జింబాబ్వేపై 172 పరుగులు చేసి టీ20ల్లో అత్యధిక వ్యక్తిగత స్కోరును కూడా నమోదు చేశాడు."}, {"pair_id": "SP_2932", "sentence_a": "ఆదివారం సాయంత్రం జరిగిన విద్యుతాఘాతం ఉదంతంలో గొర్రెల మందపై విద్యుత్ వైర్లు తెగి పడడంతో మందలో ఉన్న మొత్తం గొర్రెలు మృత్యువాతకు గురయ్యాయి.", "sentence_b": "సలంద్రి మల్లయ్యకు చెందిన గొర్రెలను పెద్దూరులోని పెల్లెలో ఏర్పాటు చేసుకున్న దొడ్డికి చుట్టూ రక్షణగా ఇనుప కంచె నిర్మించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2107", "wb_display": "118", "input": [{"pair_id": "OUSD_75", "sentence_a": "వచ్చే ఏడాది సంక్రాంతికి విడుదలకానున్న ఈ చిత్రానికి సంగీతం దేవిశ్రీ అందిస్తున్నారు.", "sentence_b": "ఈ సినిమా వచ్చే ఏడాది ఏప్రిల్లో సెట్స్పైకి వెళ్తుంది."}, {"pair_id": "OC5_3784", "sentence_a": "నవంబర్ 23 నుంచి వ్యవసాయేతర భూముల రిజిస్ట్రేషన్ : సీఎం కేసీఆర్", "sentence_b": "వ్యవసాయేతర భూముల రిజిస్ట్రేషన్పై తెలంగాణ సీఎం కేసీఆర్ కీలక నిర్ణయం తీసుకున్నారు."}, {"pair_id": "OUSD_4965", "sentence_a": "ఇక ఈ ఫోన్కు చెందిన 2జీబీ ర్యామ్, 16 జీబీ స్టోరేజ్ వేరియెంట్ ధర రూ.", "sentence_b": "హైదరాబాద్ ట్రేడ్ సెంటర్ ఏర్పాటు గురించి కూడా ఈ సందర్భంగా ఆయన ప్రస్తావించారు."}, {"pair_id": "UDD_903", "sentence_a": "హైదరాబాద్లో బుధవారం జరిగిన ‘అసాధారణ వాతావరణ పరిస్థితులు-తెలంగాణ రాష్ట్రం’ అనే అంశంపై ప్రసంగిస్తున్న రాష్ట్ర ప్రణాళిక సంఘం ఉపాధ్యక్షుడు సింగిరెడ్డి నిరంజన్రెడ్డి", "sentence_b": "చైనాలో పరిస్థితుల గురించి ఆయన మాట్లాడుతూ గూగుల్కు సంబంధించిన ప్రధాన ఉత్పత్తులేవీ ఆ దేశంలో అందుబాటులో లేవన్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2109", "wb_display": "119", "input": [{"pair_id": "OUSD_7272", "sentence_a": "ఈ కేసును సీబీఐతో విచారణ చేయించేందుకు హైకోర్టు అనుమతి ఇచ్చింది.", "sentence_b": "ఈ చట్టం అమలులోకి వచ్చిన తర్వాత తొలిసారిగా ఒక కేసులో కోర్టు దోషికి మరణ శిక్షను ఖరారు చేసింది."}, {"pair_id": "OC5_4767", "sentence_a": "అప్పుల ఊబిలో రాష్ట్రం : మాజీ మంత్రి దేవినేని ఉమా", "sentence_b": "మైలవరం : రాష్ట్రాన్ని ఆప్పుల ఊబిలో నెట్టిన ఘనత సీఎం జగన్మోహన్రెడ్డికే దక్కుతుందని మాజీ మంత్రి దేవినేని ఉమామహేశ్వరరావు అన్నారు."}, {"pair_id": "SP_2684", "sentence_a": "ఆర్థిక సంక్షోభంలో కూరుకుపోయిన జెట్ ఎయిర్వేస్ మూసివేత ఖాయంగా కనిపిస్తున్నది.", "sentence_b": "అత్యవసర సాయాన్ని అందించడానికి ప్రధాన రుణతాద ఎస్బీఐ నిరాకరించడంతో జెట్ ఎయిర్వేస్ పరిస్థితి అగమ్యగోచరంగా మారింది."}, {"pair_id": "OUSD_253", "sentence_a": "లాక్ డౌన్ కు ముందే దాదాపు 80శాతం షూటింగ్ పూర్తిచేసుకున్న ఈ సినిమాను ఓటీటీకి ఇవ్వాలని పూరి జగన్నాధ్ అనుకుంటున్నాడట.", "sentence_b": "మల్టీ డైమెన్షన్ గ్రూప్ బ్యానర్లో ఈ చిత్రం రూపుదిద్దుకోనుంది."}], "is_golden": "false", "status": ""}
{"set_id": "2103", "wb_display": "120", "input": [{"pair_id": "para_1127", "sentence_a": "ఇస్రో ఛైర్మన్ శివన్ శ్రీవారిని దర్శించుకున్నారు .", "sentence_b": "శ్రీవారిని ఇస్రో ఛైర్మన్ శివన్ దర్శించుకున్నారు ."}, {"pair_id": "UDD_939", "sentence_a": "2004లో వచ్చిన విధంగానే ఈ సారి కూడా ముందస్తు ఎన్నికలు వచ్చే అవకాశం ఉందని, అందుకు పార్టీ శ్రేణులు సిద్ధంగా ఉండాలని ఆమె పిలుపునిచ్చారు.", "sentence_b": "ఇంకొందరు అయితే సరదా మీమ్స్తో ఐసిసిను ఓ ఆట ఆడుకుంటున్నారు."}, {"pair_id": "para_471", "sentence_a": "మిజోరం నూతన ముఖ్యమంత్రిగా మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా శనివారం ప్రమాణ స్వీకారం చేశారు .", "sentence_b": "\"మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా\" శనివారం రోజు మిజోరం నూతన ముఖ్యమంత్రిగా ప్రమాణ స్వీకారం చేశారు ."}, {"pair_id": "para_581", "sentence_a": "రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీకి గురైన ఘటన కేరళ రాష్ట్రంలో జరిగింది .", "sentence_b": "కేరళ రాష్ట్రంలో రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీ అయినట్లు తెలుస్తుంది."}], "is_golden": "false", "status": ""}
{"set_id": "2114", "wb_display": "121", "input": [{"pair_id": "UDD_261", "sentence_a": "నలుగు, రోజ్గోల్డ్, గోల్డ్, బ్లూ రంగులలో ఈ ఫోన్లు ఉన్నాయి.", "sentence_b": "సమాచారమందుకున్న రెస్యూ టీం అక్కడికి చేరుకుని వారిని అంబులెన్స్ల్లో ఆస్పత్రులకు తరలించారు."}, {"pair_id": "OC5_17435", "sentence_a": "కివీస్ కు ఊరట : ఘోరంగా ఓడిన భారత్", "sentence_b": "ఇప్పటికే సిరీస్ కైవసం చేసుకున్న భారత్.."}, {"pair_id": "para_400", "sentence_a": "పది మంది ఉగ్రవాదులకు మరణశిక్షను అమలు చేయాలని పాకిస్థాన్ ఆర్మీ చీఫ్ జనరల్ ఖామర్ జావెద్ బాజ్వా నేడు ఆదేశాలు జారీ చేశారు .", "sentence_b": "పాకిస్థాన్ ఆర్మీ కమాండర్-ఇన్-చీఫ్ కమల్ జావిద్ బజ్వా ఈరోజు పది మంది ఉగ్రవాదులను ఉరితీయాలని ఆదేశించారు."}, {"pair_id": "UDD_641", "sentence_a": "ఎంత సూపర్ స్టార్ తో సినిమా అయినప్పటికీ దిల్ రాజు అలా మితిమీరి బడ్జెట్ ఎలా పెట్టాడు అని అందరూ షాక్ అవుతున్నారు.", "sentence_b": "దాడికి పాల్పడిన ఉజ్బెకిస్థాన్ దేశీయుడు సైఫుల్లోను కఠినంగా శిక్షిస్తామని ఆయన హెచ్చరించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2112", "wb_display": "122", "input": [{"pair_id": "UDD_358", "sentence_a": "39,999కు అందించనున్నట్లు రియల్మీ తెలిపింది.", "sentence_b": "ఆందోళల దృష్ట్యా లోక్ కల్యాణ్ మార్గ్ మెట్రో స్టేషన్ గేట్లను అధికారులు మూసివేశారు."}, {"pair_id": "para_115", "sentence_a": "కర్నూలు జిల్లాలో టీడీపీ అభ్యర్థిపై ప్రత్యర్థుల దాడి కలకలం రేపుతోంది .", "sentence_b": "టీడీపీ అభ్యర్థిపై ప్రత్యర్థులు దాడి చేయడం వల్ల కర్నూలు జిల్లాలో అల్లకల్లోలం జరుగుతుంది ."}, {"pair_id": "UDD_1322", "sentence_a": "కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "కొద్ది సేపట్లో ఆయన నామినేషన్ దాఖలు చేయనున్నారు."}, {"pair_id": "SP_1523", "sentence_a": "ఫాలోయింగ్ విషయంలో సూపర్స్టార్ రజనీకాంత్ మాత్రమే కాదు… విజయ్, అజిత్లు కూడా తక్కువేమీ కాదు.", "sentence_b": "వాళ్ల సినిమాలు రిలీజైనప్పుడు ఉండే సందడే అందుకు నిదర్శనం."}], "is_golden": "false", "status": ""}
{"set_id": "2115", "wb_display": "123", "input": [{"pair_id": "SP_976", "sentence_a": "ఈ విషయాన్ని కతార్ విదేశాంగ మంత్రి మహమ్మద్ బిన్ అబ్దుల్రహ్మన్ అల్ థని గురువారం వెల్లడించారు.", "sentence_b": "ఇటీవల జరిగిన విపరీతమైన తరలింపుతో విమానాశ్రయంలోని మౌలిక సదుపాయాలు నాశనం చేయబడ్డాయని తెలిపారు."}, {"pair_id": "UDD_1038", "sentence_a": ". ప్రశ్నోత్తరాల తర్వాత ఏ అంశంపై నైనా చర్చ చేయడతామని స్పీకర్ పదేపదే విపక్ష సభ్యులకు నచ్చజెప్పినా వారు తమ ఆందోళనను కొనసాగిస్తున్నారు.", "sentence_b": "పుల్వామా ఘటనతో పాక్ సంబంధం లేదని పాక్ ప్రధాని ఇమ్రాన్ ఖాన్ మీడియాతో తెలిపారు."}, {"pair_id": "para_182", "sentence_a": "పార్లమెంట్ వర్షాకాల సమావేశాల తేదీలు ఖరారయ్యాయి .", "sentence_b": "పార్లమెంట్ చర్చల తేదీలు తెలిపారు."}, {"pair_id": "OC4_1326", "sentence_a": "ప్రజలు టిఆర్ఎస్ పార్టీయే శ్రీరామ రక్ష అని భావిస్తున్నారని అయన అన్నారు.", "sentence_b": "కేసీఆర్ నాయకత్వానికి ఎంత మద్దతు ఉందొ ఈ ఎన్నికలు నిరూపించాయి అని అన్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2117", "wb_display": "124", "input": [{"pair_id": "OUSD_165", "sentence_a": "ఆయన కొత్త సినిమా పూజా కార్యక్రమాలు ఈ రోజు జరిగాయి.", "sentence_b": "ఈ చిత్రాన్ని దర్శకుడు అనిల్ పాడూరి తెరకెక్కిస్తుండగా. . . పూరి జగన్నాథ్, ఛార్మీ నిర్మాతలుగా వ్యవహరిస్తున్నారు."}, {"pair_id": "OC5_6664", "sentence_a": "ఫిల్మ్ ఇన్స్టిట్యూట్ ఆఫ్ ఇండియాకు ఛైర్మన్గా అనుపమ్ ఖేర్", "sentence_b": "బాలీవుడ్ నటుడు అనుపమ్ ఖేర్ పూణేలోని ఫిల్మ్ అండ్ టెలివిజన్ ఇనిస్టిట్యూట్ ఆఫ్ ఇండియా చైర్మన్గా నియమితులయ్యారు."}, {"pair_id": "OC4_2636", "sentence_a": "ఫిబ్రవరి 7 (నమస్తే తెలంగాణ): ఈశాన్య, ఉత్తరాది దిశల నుంచి శీతలగాలులు జోరుగా వీస్తుండటంతో రాష్ట్రంలో రెండు రోజులుగా చలి తీవ్రత మళ్లీ పెరిగింది.", "sentence_b": "ఎండల తీవ్రత పెరగాల్సిన సమయంలో అనూహ్యంగా రాత్రి, పగటి ఉష్ణోగ్రతలు తగ్గిపోతున్నాయి."}, {"pair_id": "para_4", "sentence_a": "ఈజిప్ట్ మాజీ అధ్యక్షుడు మహ్మద్ మోర్సీకి ట్రయల్ కోర్టు విధించిన 20 ఏళ్ల జైలు శిక్షను దేశ సర్వోన్నత న్యాయస్థానం ఖరారు చేసింది .", "sentence_b": "ఈజిప్ట్ సర్వోన్నత న్యాయస్థానం మాజీ అద్యక్ష్యుడు అయిన మొహమ్మద్ మోర్సీకి కోర్టు 20 ఏళ్ళ జైలు శిక్షను కరారు చేసింది."}], "is_golden": "false", "status": ""}
{"set_id": "46_G", "wb_display": "125", "input": [{"sentence_a": "21 రాష్ట్రాల్లో నమోదు కాని కరోనా మరణాలు...", "sentence_b": "న్యూఢిల్లీ: గత 24 గంటల్లో 21 రాష్ట్రాల్లోనూ, కేంద్రపాలిత ప్రాంతాల్లోనూ ఒక్క కరోనా మరణమూ నమోదు కాలేదు.", "pair_id": "21"}, {"sentence_a": "కూతురుపైనే కన్నతండ్రి అత్యాచారానికి పాల్పడిన అమానుష ఘటన కర్నూలు జిల్లా బనగానపల్లెలో గురువారం చోటుచేసుకుంది .", "sentence_b": "కన్నతండ్రి కూతురుపై అత్యాచారం చేసిన దారుణ ఘటన గురువారం కర్నూలు జిల్లా బనగానపల్లెలో చోటుచేసుకుంది.", "pair_id": "9"}, {"sentence_a": "ముందుగా ఈ సినిమాను ఈ ఏడాదే రిలీజ్ చేయాలనుకున్నా షూటింగ్లో జాప్యం వల్ల వచ్చే ఏడాది ఫిబ్రవరి 5న విడుదల చేయాలని ప్లాన్ చేశారు.", "sentence_b": "అందులో ఒకరిని రీసెంట్ గా సెలెక్ట్ చేశారు.", "pair_id": "85"}, {"sentence_a": "పశ్చిమబెంగాల్లోని 24 పరగాణాల జిల్లాలో నిన్న రాత్రి తృణమూల్ , బీజేపీ కార్యకర్తల మధ్య ఘర్షణ చోటుచేసుకుంది .", "sentence_b": "నిన్న రాత్రి పశ్చిమ బెంగాల్లోని 24 పరగణాస్ జిల్లాలో తృణమూల్, బీజేపీ కార్యకర్తల మధ్య ఘర్షణ జరిగింది.", "pair_id": "52"}], "output": {"lr_explanation": "", "least_related": "85", "most_related": "9", "mr_explanation": ""}, "is_golden": "true", "status": ""}
{"set_id": "2121", "wb_display": "126", "input": [{"pair_id": "OC4_4887", "sentence_a": "హీరో శ్రీకాంత్ ఈ సినిమాలో నెగటివ్ రోల్ లో కనిపించబోతున్నాడు.", "sentence_b": "శ్రీకాంత్ ఇంతకు ముందు నాగచైతన్య ‘యుద్ధం శరణం’లో విలన్ గా నటించాడు."}, {"pair_id": "UDD_485", "sentence_a": "మొత్తం పది ఓవర్లు ముగిసే సరికి రెండు వికెట్ల నష్టానికి రాజస్తాన్ 99 పరుగులు చేసింది.", "sentence_b": "ఈ సినిమాలో నరేశ్, సత్య, అర్చనా సౌందర్య ఇతర పాత్రలలో నటిస్తున్నారు."}, {"pair_id": "para_309", "sentence_a": "ఆంధ్రప్రదేశ్ ప్రజల చిరకాల ఆకాంక్ష పోలవరం ప్రాజెక్టు అని సీఎం చంద్రబాబు అన్నారు .", "sentence_b": "పోలవరం ప్రాజెక్ట్ ఆంధ్రప్రదేశ్ ప్రజల చిరకాల వాంఛ అని ఆ రాష్ట్ర ముఖ్యమంత్రి చంద్రబాబు గారు అన్నారు ."}, {"pair_id": "UDD_519", "sentence_a": "రానున్న ప్రపంచకప్లో ఇటువంటి పొరపాట్లకు తావు లేకుండా చూడాల్సిన అవసరం జట్టు యాజమాన్యంపై ఎంతైనా ఉందన్నాడు.", "sentence_b": "భూకంపం విలయంతో దిగ్భ్రాంతికి గురైన ఆ బాలిక ప్రస్తుతం ఆస్పత్రిలో చికిత్స పొందుతోందని, ఆమె ఆరోగ్యం బాగుందని సహాయక సిబ్బంది తెలిపారు."}], "is_golden": "false", "status": ""}
{"set_id": "2120", "wb_display": "127", "input": [{"pair_id": "OUSD_19", "sentence_a": "అలాగే ఈ సినిమాలో మహేష్ సరసన పూజా హెగ్డే హీరోయిన్ గా నటిస్తోందట.", "sentence_b": "ఈ చిత్రం ద్వారా వాణి ఎం."}, {"pair_id": "OUSD_4899", "sentence_a": "మొదట ఈ-వాలెట్ల హవా కొనసాగినా. . మళ్లీ బ్యాంకుల డిజిటల్ విధానాల ద్వారా నగదు లావాదేవీలు పెరిగాగాయి.", "sentence_b": "ఈ నెలాఖరులో ఎయిర్ ఏషియా వారు చెన్నై-కడప-చెన్నై మార్గంలో విమాన సర్వీసు ప్రారంభించనున్నారు."}, {"pair_id": "OC4_5627", "sentence_a": "హిట్ మ్యాన్ గా పేరొందిన రోహిత్ వన్డే క్రికెట్ లో పలు రికార్డులను తన ఖాతాలో వేసుకున్న విషయం విదితమే.", "sentence_b": "మూడుసార్లు డబుల్ సెంచరీలు సాధించిన ఏకైక బ్యాట్స్ మెన్ గా కొనసాగుతున్నాడు రోహిత్."}, {"pair_id": "SP_2830", "sentence_a": "వినియోగదారుల సంతఅప్తి మెరుగుపరచాలనే ఉద్దేశ్యంతో దీన్ని అందుబాటులోకి తెచ్చామని ఆ సంస్థ పేర్కొంది.", "sentence_b": "దీంతో భవిష్యత్తులో ఫిర్యాదులు తగ్గనున్నాయని విశ్వాసం వ్యక్తం చేసింది."}], "is_golden": "false", "status": ""}
{"set_id": "2111", "wb_display": "128", "input": [{"pair_id": "OC4_3170", "sentence_a": "ఈ పండుగ ప్రేమ, సహనం, త్యాగాలకు ప్రతీక అని పేర్కొన్నారు.", "sentence_b": "పేదలతో, బంధువులతో ఆహారాన్ని పంచుకునే ఈ పండుగ, మనకున్న దానిలో నలుగురికీ సాయం చేయాలనే సందేశాన్నిస్తుంది."}, {"pair_id": "SP_157", "sentence_a": "సోమవారం స్థానిక ఎంపిడిఒ కార్యాల యంలో గ్రామ సంరక్షణ మహిళ పోలీసులతో ఆయన సమావే శమయ్యారు.", "sentence_b": "ఈ సందర్భంగా ఎంపిడిఒ కరోనా నివారణకు తీసు కోవాల్సిన కార్యాచరణను గురించి వివరించారు."}, {"pair_id": "OUSD_4855", "sentence_a": "1,243 కోట్ల రూపాయల నిధుల సమీకరణే లక్ష్యంగా ఈ పబ్లిక్ ఇష్యూకు బిఎస్ఇ దిగుతోంది.", "sentence_b": "నిన్న భారీగా నష్టపోయిన ఆటో షేర్లు ఈ రోజు కాస్త కోలుకున్నాయి."}, {"pair_id": "OUSD_2665", "sentence_a": "ఫిబ్రవరి 23 నుంచి 25వ తేదీ వరకు జరిగిన 2017 ప్రపంచ స్నో షూ ఛాంపియన్షిప్ పోటీలలో హుస్సేన్ పాల్గొన్నాడు.", "sentence_b": "ఆస్ట్రేలియాలోని ఫిలిప్ ఐలాండ్ వేదికగా జరిగిన టోర్నీ మహిళల డబుల్స్ టైటిల్ విజేతగా అంకిత జోడీ నిలిచింది."}], "is_golden": "false", "status": ""}
{"set_id": "2116", "wb_display": "129", "input": [{"pair_id": "SP_1890", "sentence_a": "ఈనెల 25న ప్రపంచవ్యాప్తంగా రిలీజవుతోంది.", "sentence_b": "తెలుగు - తమిళం - హిందీలో ఈ చిత్రాన్ని ప్రతిష్ఠాత్మకంగా రిలీజ్ చేసేందుకు కంగన టీమ్ సన్నాహకాల్లో ఉంది."}, {"pair_id": "SP_1930", "sentence_a": "బాలీవుడ్ భామ అలియా సీత పాత్రలో రాంచరణ్ కి జోడీగా కనిపించనుంది.", "sentence_b": "ఆర్ఆర్ఆర్ తర్వాత చరణ్ ప్రముఖ దర్శకుడు శంకర్ తో మరో ప్రతిష్టాత్మక ప్రాజెక్ట్ చేయబోతున్నాడు."}, {"pair_id": "para_802", "sentence_a": "2019 ఎన్నికల్లో కాంగ్రెస్ ఘన విజయం సాధిస్తుందని టిపిసిసి చీఫ్ ఉత్తమ్కుమార్రెడ్డి అన్నారు .", "sentence_b": "ఉత్తమ్కుమార్రెడ్డి టిపిసిసి చీఫ్ 2019 ఎన్నికల్లో కాంగ్రెస్ విజయానికి తిరుగులేదని స్పష్టం చేసారు."}, {"pair_id": "OUSD_4898", "sentence_a": "న్యూఢిల్లీ, మే 18: తెలంగాణ నుంచి కేసీఆర్ కిట్, ఎలక్ట్రానిక్ సర్వీసెస్ డెలివరీ టీ యాప్, టీ-వాలెట్లకు బిజినెస్ వరల్డ్ సంస్థ అవార్డులు లభించాయి.", "sentence_b": "తొలుత హైదరాబాద్కు కడప నుంచి విమాన సర్వీసులు నడుపుతున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2119", "wb_display": "130", "input": [{"pair_id": "OUSD_105", "sentence_a": "ఇక హైదరాబాద్లో కొత్త ఫ్లాట్ కూడా కొనుక్కొని సినిమాల్లో తన సక్సెస్ను ఈ భామ ఎంజాయ్ చేస్తోందని తెలిసింది.", "sentence_b": "ఇక ఈ చిత్రంలో రాజశేఖర్కు జోడిగా పూజా కుమార్, శ్రద్ధాదాస్ నటించారు."}, {"pair_id": "OUSD_162", "sentence_a": "ఓ జంతు సంరక్షణ కేంద్రాన్ని నడుపుకునేదాన్ని”అని చెప్పిం ది ఈ చెన్నై సుందరి.", "sentence_b": "ఎస్వీ2 ఎంటర్టైన్మెంట్ బ్యానర్పై ఈ సినిమాను నిర్మిస్తున్నారు."}, {"pair_id": "OUSD_2703", "sentence_a": "అనంతరం బ్యాటింగ్ కు దిగిన భారత్ 49.5 ఓవర్లలో 252 పరుగులు చేసి ఆలౌటైంది.", "sentence_b": "ఆ తరువాత డిక్వెల్లా 64 పరుగులు చేసి జాదవ్ బౌలింగ్ లో ఎల్ బిడబ్ల్యూగా పెవిలియన్ చేరాడు."}, {"pair_id": "para_176", "sentence_a": "ఆరోగ్యశ్రీలో మరో నూతన శకానికి ఆంధ్రప్రదేశ్ ముఖ్యమంత్రి వైఎస్ జగన్వెూహన్రెడ్డి ఈ రోజు శ్రీకారం చుట్టారు .", "sentence_b": "ఆరోగ్యశ్రీలో కొత్త పథకాన్ని జగన్వెూహన్రెడ్డి అమలు చేసారు."}], "is_golden": "false", "status": ""}
{"set_id": "2113", "wb_display": "131", "input": [{"pair_id": "OUSD_142", "sentence_a": "అంతటి సీనియర్ హీరో. . ఈ జూనియర్ హీరోకు సోదరుడిగా నటించడం ఆశ్చర్యం కలిగించే విషయమే.", "sentence_b": "తాజాగా సీనియర్ నటుడు కోట శ్రీనివాసరావు మంచు విష్ణుకు మద్ధతు ప్రకటించారు."}, {"pair_id": "OUSD_216", "sentence_a": "ఏదేమైనా అటు దర్శకుడు అనిల్ రావిపూడి కెరీర్లోనూ అలాగే మహేష్ బాబు కెరీర్లోనూ ఇది బిగ్గెస్ట్ హిట్ చిత్రం అని చెప్పడంలో ఎటువంటి సందేహం లేదు.", "sentence_b": "చిత్రం విజయం సాధించిన సందర్భంగా శుభాకాంక్షలు తెలియజేశారు."}, {"pair_id": "OUSD_193", "sentence_a": "మలయాళీ సూపర్ స్టార్ మమ్ముట్టి తాజా చిత్రం 'ది ప్రీస్ట్' ఈ నెల 14న అమెజాన్ ప్రైమ్ లో స్ట్రీమింగ్ కాబోతోంది.", "sentence_b": "ఈ సినిమాకు ‘రెడ్డిగారు’ అనే టైటిల్ అనుకుంటున్నారని సమాచారం."}, {"pair_id": "SP_2031", "sentence_a": "ఆస్ట్రేలియా, న్యూజిలాండ్ల పర్యటనను విజయవంతంగా ముగించిన టీమిండియా ఇప్పటికే సిరీస్లను కైవసం చేసుకున్న భారత జట్టు ప్రస్తుతం టీ-20 సిరీస్పై కన్నేసింది.", "sentence_b": "రెగ్యులర్ కెప్టెన్ విరాట్ విశ్రాంతి పేరుతో జట్టుకు దూరమవడంతో రోహిత్ శర్మ నాయకత్వంలో టీ-20 సిరీస్ను భారత్ ఆడనుంది."}], "is_golden": "false", "status": ""}
{"set_id": "2118", "wb_display": "132", "input": [{"pair_id": "SP_534", "sentence_a": "కరోనా వ్యాప్తి నేపథ్యంలో పరీక్షలు నిర్వహిస్తే విద్యార్థులు వైరస్ ప్రభావానికి గురయ్యే ప్రమాదం ఉందని పిటిషన్ లో పేర్కొన్నారు.", "sentence_b": "విచారణ సందర్భంగా, ప్రభుత్వం తరఫున సొలిసిటర్ జనరల్ తుషార్ మెహతా కోర్టుకు వివరాలు తెలిపారు."}, {"pair_id": "OC4_266", "sentence_a": "పవిత్ర సంగమం దగ్గర గోదావరి ఘాట్లో శిలాఫలకం ఏర్పాటు చేశారు.", "sentence_b": "ఇందుకోసం స్టాక్ యార్డును ఇప్పటికే సిద్ధం చేశారు."}, {"pair_id": "OUSD_287", "sentence_a": "గత కొన్ని సంవత్సరాలుగా ఆమె సినిమాలకు దూరంగా ఉంటున్నారు.", "sentence_b": "తెలుగులో ఆమె నటన చూసి ఇలాంటి కూతురు ఉంటే బాగుండు అన్నట్లు నటించింది."}, {"pair_id": "para_1153", "sentence_a": "నేషనల్ హెరాల్డ్ కేసులో ఢిల్లీ హైకోర్టు కీలక నిర్ణయం తీసుకుంది .", "sentence_b": "ఢిల్లీ హైకోర్టు నేషనల్ హెరాల్డ్ కేసులో ముఖ్య నిర్ణయం వెల్లడించింది."}], "is_golden": "false", "status": ""}
{"set_id": "2127", "wb_display": "133", "input": [{"pair_id": "SP_2031", "sentence_a": "ఆస్ట్రేలియా, న్యూజిలాండ్ల పర్యటనను విజయవంతంగా ముగించిన టీమిండియా ఇప్పటికే సిరీస్లను కైవసం చేసుకున్న భారత జట్టు ప్రస్తుతం టీ-20 సిరీస్పై కన్నేసింది.", "sentence_b": "రెగ్యులర్ కెప్టెన్ విరాట్ విశ్రాంతి పేరుతో జట్టుకు దూరమవడంతో రోహిత్ శర్మ నాయకత్వంలో టీ-20 సిరీస్ను భారత్ ఆడనుంది."}, {"pair_id": "UDD_485", "sentence_a": "మొత్తం పది ఓవర్లు ముగిసే సరికి రెండు వికెట్ల నష్టానికి రాజస్తాన్ 99 పరుగులు చేసింది.", "sentence_b": "ఈ సినిమాలో నరేశ్, సత్య, అర్చనా సౌందర్య ఇతర పాత్రలలో నటిస్తున్నారు."}, {"pair_id": "para_103", "sentence_a": "ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం కోల్కతాలో అభిమానులు బారులు తీరారు .", "sentence_b": "కోల్కతాలోని ఫుట్బాల్ అభిమానులు ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం ఎగబడ్డారు."}, {"pair_id": "UDD_358", "sentence_a": "39,999కు అందించనున్నట్లు రియల్మీ తెలిపింది.", "sentence_b": "ఆందోళల దృష్ట్యా లోక్ కల్యాణ్ మార్గ్ మెట్రో స్టేషన్ గేట్లను అధికారులు మూసివేశారు."}], "is_golden": "false", "status": ""}
{"set_id": "2129", "wb_display": "134", "input": [{"pair_id": "OC5_6664", "sentence_a": "ఫిల్మ్ ఇన్స్టిట్యూట్ ఆఫ్ ఇండియాకు ఛైర్మన్గా అనుపమ్ ఖేర్", "sentence_b": "బాలీవుడ్ నటుడు అనుపమ్ ఖేర్ పూణేలోని ఫిల్మ్ అండ్ టెలివిజన్ ఇనిస్టిట్యూట్ ఆఫ్ ఇండియా చైర్మన్గా నియమితులయ్యారు."}, {"pair_id": "UDD_170", "sentence_a": "ఫిలిప్పీన్స్ నుంచి వచ్చే దరఖాస్తులు 2006తో పోలిస్తే 70 శాతం తగ్గాయని యూఎస్ అధికారులు విడుదల చేసిన గణాంకాలు వెల్లడించాయి.", "sentence_b": "ఈ ఆర్థిక సంవత్సరం ఆర్బీఐ ఇప్పటికే రెండుసార్లు కీలక వడ్డీ రేట్లను పెంచింది."}, {"pair_id": "OC4_3045", "sentence_a": "పెళ్లి తరువాత ఆమని మంచి చిత్రాల్లో నటిస్తూ బిజీ అయ్యారు.", "sentence_b": "రాజశేఖర్ తో చేసిన అమ్మకొడుకు సినిమా అప్పుడే తన మంచి నటి అవుతుందని అనుకున్నాను అనుకున్నట్టుగానే మంచి నటి అయింది."}, {"pair_id": "para_4", "sentence_a": "ఈజిప్ట్ మాజీ అధ్యక్షుడు మహ్మద్ మోర్సీకి ట్రయల్ కోర్టు విధించిన 20 ఏళ్ల జైలు శిక్షను దేశ సర్వోన్నత న్యాయస్థానం ఖరారు చేసింది .", "sentence_b": "ఈజిప్ట్ సర్వోన్నత న్యాయస్థానం మాజీ అద్యక్ష్యుడు అయిన మొహమ్మద్ మోర్సీకి కోర్టు 20 ఏళ్ళ జైలు శిక్షను కరారు చేసింది."}], "is_golden": "false", "status": ""}
{"set_id": "31_G", "wb_display": "135", "input": [{"sentence_a": "ఈ సినిమాతో మరోసారి పాన్ ఇండియా స్థాయిలో తన సత్తా చాటేందుకు రానా రెడీ అవుతున్నాడు.", "sentence_b": "ఈ సినిమా జీ5 యాప్లో అక్టోబర్ 29న విడుదల కానుంది.", "pair_id": "39"}, {"sentence_a": "పొరుగు దేశాల్లో మతపరమైన వివక్ష ఎదుర్కొంటున్న మైనారిటీలకు సైతం రక్షణ కల్పించేందుకు ఉద్దేశించినదే పౌరసత్వ సవరణ చట్టం అని ఈ సందర్భంగా మంత్రి పేర్కొన్నారు.", "sentence_b": "కుల, మతాలకు అతీతంగా అందరికీ సమ ప్రాధాన్యం కల్పించే దేశాల్లో భారత్ ఒకటని అన్నారు.", "pair_id": "71"}, {"sentence_a": "తెలుగు రాష్ట్రాల నుంచి మంత్రులు హరీష్రావు, దేవినేని ఉమామహేశ్వరరావు హాజరయ్యారు.", "sentence_b": "ఈ సమావేశంలో ప్రధానమంత్రి కృషి సించా§్ు యోజన పథకం కింద చేపట్టిన ప్రాజెక్టుల నిర్మాణంపై చర్చించారు.", "pair_id": "12"}, {"sentence_a": "తమిళ సినీ పరిశ్రమలో అత్యధిక వసూళ్లు సాధించిన మూవీగా నరసింహ రికార్డ్ సృష్టించింది.", "sentence_b": "అయితే రెండేళ్ల కిందట రాసిన ఆ లేఖలో అంశాలతో ఇప్పుడు బోస్వర్త్ విభేదిస్తున్నారు.", "pair_id": "38"}], "output": {"lr_explanation": "", "least_related": "38", "most_related": "71", "mr_explanation": ""}, "is_golden": "true", "status": ""}
{"set_id": "2126", "wb_display": "136", "input": [{"pair_id": "OC4_1326", "sentence_a": "ప్రజలు టిఆర్ఎస్ పార్టీయే శ్రీరామ రక్ష అని భావిస్తున్నారని అయన అన్నారు.", "sentence_b": "కేసీఆర్ నాయకత్వానికి ఎంత మద్దతు ఉందొ ఈ ఎన్నికలు నిరూపించాయి అని అన్నారు."}, {"pair_id": "OUSD_4965", "sentence_a": "ఇక ఈ ఫోన్కు చెందిన 2జీబీ ర్యామ్, 16 జీబీ స్టోరేజ్ వేరియెంట్ ధర రూ.", "sentence_b": "హైదరాబాద్ ట్రేడ్ సెంటర్ ఏర్పాటు గురించి కూడా ఈ సందర్భంగా ఆయన ప్రస్తావించారు."}, {"pair_id": "UDD_797", "sentence_a": "తొలి సినిమా టాక్ బయటకు రాకుండానే ప్రియకు ఆఫర్లు వెల్లువెత్తుతున్నాయి.", "sentence_b": "మృతదేహాల ను పోస్టుమార్టం ఆసుపత్రికి తరలించి కేసు దర్యాప్తు చేస్తున్నారు."}, {"pair_id": "UDD_346", "sentence_a": "8,500 కోట్లు పెట్టుబడులు మదుపు చేశామన్నారు.", "sentence_b": "‘చీకటి రాజ్యం’ సినిమా ప్రేక్షకులకు ఓ సరికొత్త అనుభూతినిస్తుందని కమల్ మొదటి నుంచి చెబుతూ వస్తున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2123", "wb_display": "137", "input": [{"pair_id": "OUSD_2800", "sentence_a": "ఇక సెమీస్ తో భారత్ ప్రత్యర్థి ఎవరో తెలిసిపోయింది.", "sentence_b": "మూడో యూత్ ఒలింపిక్స్లో భారత్ పసిడి ఖాతాను తెరవడం గమనార్హం."}, {"pair_id": "para_584", "sentence_a": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులకు సంబంధం వుందని శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన వెల్లడించారు .", "sentence_b": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులతో సంబంధం ఉనట్లు శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన తెలిపారు."}, {"pair_id": "UDD_503", "sentence_a": "ఈ దారుణ ఓటమితో ఢిల్లీ తమ ప్లే ఆఫ్స్ ఆశలను మరింత సంక్లిష్టం చేసుకుంది.", "sentence_b": "తమ దేశాన్ని దెబ్బతీసి, మదురోను తొలగించాలన్నది అమెరికా లక్ష్యంగా వుందని వెనిజులా అధికారులు విమర్శిస్తున్నారు."}, {"pair_id": "UDD_837", "sentence_a": "నిత్య సహాయ మాత చర్చిలో ఈ ప్రేయర్ జరపగా. . సమాచారం అందుకున్న పోలీసులు ఆయన్ను అరెస్ట్ చేశారు.", "sentence_b": "ఇంగ్లాండ్ కూడ మంచి స్థితిలోనే ఉందని వ్యాఖ్యానించాడు."}], "is_golden": "false", "status": ""}
{"set_id": "2125", "wb_display": "138", "input": [{"pair_id": "para_995", "sentence_a": "కేటలోనియా నేతలు తమ వేర్పాటు బెదిరింపులను ఉపసంహరించుకోకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని రద్దు చేసేందుకు వెనుకాడబోమని స్పెయిన్ ప్రధాని మరియానా రజోరు హెచ్చరించారు .", "sentence_b": "స్పెయిన్ ప్రధాని మారియానా కేటలోనియా నేతలు తమ బెదిరింపులను రద్దు చేయకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని వెనక్కి తీస్కునేందుకు సిద్ధంగా ఉన్నామని హెచ్చరించారు."}, {"pair_id": "OUSD_4913", "sentence_a": "ఎంపిక చేసిన మోడల్స్పై ధరలను రెండు శాతం మేర పెంచినట్టు ఆ సంస్థ సోమవారం రెగ్యూలేటరీ సంస్థలకు సమాచారం ఇచ్చింది.", "sentence_b": "హైదరాబాద్ : టాటా మోటార్స్ కొత్తగా విడుదల చేసిన టియాగో కార్లను వందకుపైగా పంపిణీ చేసిన సందర్భంగా గ్రాండ్ డెలివరీ వేడుక నిర్వహించింది."}, {"pair_id": "UDD_170", "sentence_a": "ఫిలిప్పీన్స్ నుంచి వచ్చే దరఖాస్తులు 2006తో పోలిస్తే 70 శాతం తగ్గాయని యూఎస్ అధికారులు విడుదల చేసిన గణాంకాలు వెల్లడించాయి.", "sentence_b": "ఈ ఆర్థిక సంవత్సరం ఆర్బీఐ ఇప్పటికే రెండుసార్లు కీలక వడ్డీ రేట్లను పెంచింది."}, {"pair_id": "UDD_969", "sentence_a": "పశ్చిమబంగలో రైల్వే ఇరుసు కర్మాగారాన్ని నెలకొల్పనున్నట్లు ఆయన వెల్లడించారు.", "sentence_b": "ఈ దాడులు రాష్టవ్య్రాప్తంగా కొనసాగుతాయని ఈ సందర్భంగా విజిలెన్స్ డీజీ స్పష్టం చేశారు."}], "is_golden": "false", "status": ""}
{"set_id": "2128", "wb_display": "139", "input": [{"pair_id": "UDD_939", "sentence_a": "2004లో వచ్చిన విధంగానే ఈ సారి కూడా ముందస్తు ఎన్నికలు వచ్చే అవకాశం ఉందని, అందుకు పార్టీ శ్రేణులు సిద్ధంగా ఉండాలని ఆమె పిలుపునిచ్చారు.", "sentence_b": "ఇంకొందరు అయితే సరదా మీమ్స్తో ఐసిసిను ఓ ఆట ఆడుకుంటున్నారు."}, {"pair_id": "OUSD_287", "sentence_a": "గత కొన్ని సంవత్సరాలుగా ఆమె సినిమాలకు దూరంగా ఉంటున్నారు.", "sentence_b": "తెలుగులో ఆమె నటన చూసి ఇలాంటి కూతురు ఉంటే బాగుండు అన్నట్లు నటించింది."}, {"pair_id": "para_995", "sentence_a": "కేటలోనియా నేతలు తమ వేర్పాటు బెదిరింపులను ఉపసంహరించుకోకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని రద్దు చేసేందుకు వెనుకాడబోమని స్పెయిన్ ప్రధాని మరియానా రజోరు హెచ్చరించారు .", "sentence_b": "స్పెయిన్ ప్రధాని మారియానా కేటలోనియా నేతలు తమ బెదిరింపులను రద్దు చేయకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని వెనక్కి తీస్కునేందుకు సిద్ధంగా ఉన్నామని హెచ్చరించారు."}, {"pair_id": "OC4_2390", "sentence_a": "దేశంలో రెండవ ఎన్ఐఏ కార్యాలయంగా గుర్తింపు పొందనుంది.", "sentence_b": "హైదరాబాద్ హైటెక్ సిటీ మాదాపూర్ ఖానమెట్లో ఎన్ఐఏ కార్యాలయాన్ని శుక్రవారం కేంద్ర హోంత్రి రాజ్నాథ్ సింగ్ ప్రారంభిస్తున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2122", "wb_display": "140", "input": [{"pair_id": "OUSD_7317", "sentence_a": "తనకు ఎవరితోనూ శతృత్వం లేదని, దాడి చేసిన ఆగంతకులను తాను గుర్తు పట్టనని బాధితుడు మనోజ్ తెలుపడంతో పోలీసులు ఇతర కోణాల్లోనూ దర్యాప్తు జరుపుతున్నారు.", "sentence_b": "వాద్రా విచారణకు సహకరించడం లేదని, సరైన సమాధానాలు చెప్పడంలేదని ఈడీ తెలిపింది."}, {"pair_id": "OUSD_157", "sentence_a": "దీంతో ప్రేక్షకులకు ఓటీటీలు, ఏటీటీలపై ఇంట్రస్ట్ ఏ మాత్రం ఉందో మనం అర్థం చేసుకోవచ్చు.", "sentence_b": "ఈ సందర్భంగా నందు మాట్లాడుతూ “తమిళ్లో సూపర్డూపర్ హిట్ అయిన ఈ చిత్రాన్ని తెలుగు ప్రేక్షకులకు అందిస్తున్నారు సురేష్ కొండేటి."}, {"pair_id": "UDD_1300", "sentence_a": "టీడీడీ పాలక మండలి తనను అర్చకత్వం నుంచి బలవంతంగా పదవీవిరమణ చేయించిందని రమణదీక్షితులు బహిరంగంగానే ధ్వజమెత్తిన సంగతి తెలిసిందే.", "sentence_b": "పలువురు కాంగ్రెస్ సీనియర్ నాయకులు నెహ్రూ జయంతి వేడుకలలో పాల్గొన్నారు."}, {"pair_id": "OC4_2390", "sentence_a": "దేశంలో రెండవ ఎన్ఐఏ కార్యాలయంగా గుర్తింపు పొందనుంది.", "sentence_b": "హైదరాబాద్ హైటెక్ సిటీ మాదాపూర్ ఖానమెట్లో ఎన్ఐఏ కార్యాలయాన్ని శుక్రవారం కేంద్ర హోంత్రి రాజ్నాథ్ సింగ్ ప్రారంభిస్తున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2124", "wb_display": "141", "input": [{"pair_id": "OC5_3778", "sentence_a": "అనంతనాగ్ జిల్లాలోని లాల్చౌక్లో జాతీయ జెండా రెపరెపలు", "sentence_b": "జమ్ముకశ్మీర్కు స్వయంప్రతిపత్తిని కల్పించే ఆర్టికల్ 370ని ప్రధానమంత్రి నరేంద్ర మోదీ ప్రభుత్వం రద్దు చేసి బుధవారానికి ఏడాది పూర్తయింది."}, {"pair_id": "SP_1183", "sentence_a": "2008లో ముంబయిలోని హోటల్పై పాక్ ప్రేరేపిత ఉగ్రవాదులు దాడులు జరిగి పదేళ్లు పూర్తయిన నేపథ్యంలో ఆయన మాట్లాడుతూ ఉగ్రవాదంపై పోరులో భారత్కు అండగా ఉంటానన్నారు.", "sentence_b": "ఈ పోరాటంలో ఉగ్రవాదులు గెలవరాదన్నారు."}, {"pair_id": "OUSD_7294", "sentence_a": "స్థానిక పోలీసులకు ఇచ్చిన ఫిర్యాదు మేరకు సంఘటనా స్థలాన్ని చేరుకున్నారు.", "sentence_b": "ఎప్పటిలాగే ఆయన బుధవారం ఉదయం 7.30 గంటల ప్రాంతంలో పోలీస్స్టేషన్కు చేరుకున్నారు."}, {"pair_id": "UDD_1333", "sentence_a": "దాని వల్ల సోషల్ మీడియాలో అనుచిత వ్యాఖ్యలు/ చిత్రాలు పోస్టు చేసే అసలైన వ్యక్తిని సులభంగా పట్టుకోడానికి వీలుంటుందని కోర్టు పేర్కొంది.", "sentence_b": "ఇరు వాదనలు విన్న సీబీఐ కోర్టు తీర్పును 30 నిమిషాల పాటు రిజర్వ్లో ఉంచింది."}], "is_golden": "false", "status": ""}
{"set_id": "2131", "wb_display": "142", "input": [{"pair_id": "OUSD_240", "sentence_a": "కొత్తదనాన్ని కోరుకునే ప్రతి ఒక్కరిని ఈ సినిమా మెప్పిస్తుంది అని తెలిపారు.", "sentence_b": "ఈ చిత్రం ఈనెల 25న విడుదలకానుంది."}, {"pair_id": "OUSD_75", "sentence_a": "వచ్చే ఏడాది సంక్రాంతికి విడుదలకానున్న ఈ చిత్రానికి సంగీతం దేవిశ్రీ అందిస్తున్నారు.", "sentence_b": "ఈ సినిమా వచ్చే ఏడాది ఏప్రిల్లో సెట్స్పైకి వెళ్తుంది."}, {"pair_id": "para_495", "sentence_a": "శాంతిభద్రతలు , సంక్షేమం విషయంలోనూ పోలీసుశాఖకు ప్రభుత్వం అన్ని విధాలా సహకరిస్తుందని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి అన్నారు .", "sentence_b": "\"శాంతిభద్రతలు , సంక్షేమం విషయంలో పోలీసుశాఖ, ప్రభుత్వం అన్ని విధాలా సహకరిస్తుంది\" అని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి పేర్కొన్నరు."}, {"pair_id": "SP_1518", "sentence_a": "తమిళ్, తెలుగు, మలయాళం భాషల్లో ఈ భామకు విపరీతమైన క్రేజ్ ఉంది.", "sentence_b": "అయితే కోలీవుడ్లో మాత్రం ఈ అమ్మడు ఓ రేంజ్లో దూసుకుపోతోంది."}], "is_golden": "false", "status": ""}
{"set_id": "2132", "wb_display": "143", "input": [{"pair_id": "SP_2932", "sentence_a": "ఆదివారం సాయంత్రం జరిగిన విద్యుతాఘాతం ఉదంతంలో గొర్రెల మందపై విద్యుత్ వైర్లు తెగి పడడంతో మందలో ఉన్న మొత్తం గొర్రెలు మృత్యువాతకు గురయ్యాయి.", "sentence_b": "సలంద్రి మల్లయ్యకు చెందిన గొర్రెలను పెద్దూరులోని పెల్లెలో ఏర్పాటు చేసుకున్న దొడ్డికి చుట్టూ రక్షణగా ఇనుప కంచె నిర్మించారు."}, {"pair_id": "UDD_1300", "sentence_a": "టీడీడీ పాలక మండలి తనను అర్చకత్వం నుంచి బలవంతంగా పదవీవిరమణ చేయించిందని రమణదీక్షితులు బహిరంగంగానే ధ్వజమెత్తిన సంగతి తెలిసిందే.", "sentence_b": "పలువురు కాంగ్రెస్ సీనియర్ నాయకులు నెహ్రూ జయంతి వేడుకలలో పాల్గొన్నారు."}, {"pair_id": "OUSD_2828", "sentence_a": "19 ఓవర్లకు ఆసీస్ 7 వికెట్ల నష్టానికి 132 పరుగులు చేసింది.", "sentence_b": "అనంతరం బ్యాటింగ్ చేసిన హాంగ్కాంగ్ 20 ఓవర్లలో 6 వికెట్లకు 144 పరుగులు సాధించింది."}, {"pair_id": "OUSD_253", "sentence_a": "లాక్ డౌన్ కు ముందే దాదాపు 80శాతం షూటింగ్ పూర్తిచేసుకున్న ఈ సినిమాను ఓటీటీకి ఇవ్వాలని పూరి జగన్నాధ్ అనుకుంటున్నాడట.", "sentence_b": "మల్టీ డైమెన్షన్ గ్రూప్ బ్యానర్లో ఈ చిత్రం రూపుదిద్దుకోనుంది."}], "is_golden": "false", "status": ""}
{"set_id": "2130", "wb_display": "144", "input": [{"pair_id": "OUSD_7272", "sentence_a": "ఈ కేసును సీబీఐతో విచారణ చేయించేందుకు హైకోర్టు అనుమతి ఇచ్చింది.", "sentence_b": "ఈ చట్టం అమలులోకి వచ్చిన తర్వాత తొలిసారిగా ఒక కేసులో కోర్టు దోషికి మరణ శిక్షను ఖరారు చేసింది."}, {"pair_id": "OC5_4767", "sentence_a": "అప్పుల ఊబిలో రాష్ట్రం : మాజీ మంత్రి దేవినేని ఉమా", "sentence_b": "మైలవరం : రాష్ట్రాన్ని ఆప్పుల ఊబిలో నెట్టిన ఘనత సీఎం జగన్మోహన్రెడ్డికే దక్కుతుందని మాజీ మంత్రి దేవినేని ఉమామహేశ్వరరావు అన్నారు."}, {"pair_id": "para_62", "sentence_a": "జనసేన అధినేత పవన్ కళ్యాణ్ శనివారం ప్రకాశం జిల్లాలో పర్యటించారు .", "sentence_b": "జనసేన అధినేత అయిన పవన్ కళ్యాణ్ ప్రకాశం జిల్లలో శనివారం పర్యటించారు."}, {"pair_id": "para_584", "sentence_a": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులకు సంబంధం వుందని శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన వెల్లడించారు .", "sentence_b": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులతో సంబంధం ఉనట్లు శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన తెలిపారు."}], "is_golden": "false", "status": ""}
{"set_id": "2140", "wb_display": "145", "input": [{"pair_id": "OC4_4887", "sentence_a": "హీరో శ్రీకాంత్ ఈ సినిమాలో నెగటివ్ రోల్ లో కనిపించబోతున్నాడు.", "sentence_b": "శ్రీకాంత్ ఇంతకు ముందు నాగచైతన్య ‘యుద్ధం శరణం’లో విలన్ గా నటించాడు."}, {"pair_id": "SP_2684", "sentence_a": "ఆర్థిక సంక్షోభంలో కూరుకుపోయిన జెట్ ఎయిర్వేస్ మూసివేత ఖాయంగా కనిపిస్తున్నది.", "sentence_b": "అత్యవసర సాయాన్ని అందించడానికి ప్రధాన రుణతాద ఎస్బీఐ నిరాకరించడంతో జెట్ ఎయిర్వేస్ పరిస్థితి అగమ్యగోచరంగా మారింది."}, {"pair_id": "para_1136", "sentence_a": "ఈ రోజు తిరుమల శ్రీవారిని మంత్రి ఇంద్రకరణ్రెడ్డి దర్శించుకున్నారు .", "sentence_b": "ఈ రోజు మంత్రి ఇంద్రకరణ్రెడ్డి గారు తిరుమల దేవస్థానాని దర్శించుకున్నారు."}, {"pair_id": "UDD_1224", "sentence_a": "బాధితుడి మేరకు కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "పుట్టిన రోజు వేడుకలను ట్రంప్ కాస్త ముందుగానే జరుపుకున్నారని బాలకృష్ణన్ కామెంట్ చేశారు."}], "is_golden": "false", "status": ""}
{"set_id": "2143", "wb_display": "146", "input": [{"pair_id": "para_811", "sentence_a": "అమెరికాలో ఉండే పలువురు హాలీవుడ్ స్టార్స్ కు కరోనా వైరస్ సోకినట్లుగా సమాచారం .", "sentence_b": "అమెరికాలో ఉన్న నటులకు కరోన నిర్ధారణ అయ్యింది."}, {"pair_id": "OUSD_2703", "sentence_a": "అనంతరం బ్యాటింగ్ కు దిగిన భారత్ 49.5 ఓవర్లలో 252 పరుగులు చేసి ఆలౌటైంది.", "sentence_b": "ఆ తరువాత డిక్వెల్లా 64 పరుగులు చేసి జాదవ్ బౌలింగ్ లో ఎల్ బిడబ్ల్యూగా పెవిలియన్ చేరాడు."}, {"pair_id": "SP_1890", "sentence_a": "ఈనెల 25న ప్రపంచవ్యాప్తంగా రిలీజవుతోంది.", "sentence_b": "తెలుగు - తమిళం - హిందీలో ఈ చిత్రాన్ని ప్రతిష్ఠాత్మకంగా రిలీజ్ చేసేందుకు కంగన టీమ్ సన్నాహకాల్లో ఉంది."}, {"pair_id": "OC5_2506", "sentence_a": "బిసిల సంక్షేమమే ధ్యేయంగా పథకాలు : మంత్రి శ్రీనివాస్ గౌడ్", "sentence_b": "హైదరాబాద్ : తెలంగాణలో బిసిల సంక్షేమమే ధ్యేయంగా సిఎం కెసిఆర్ పాలన చేస్తున్నారని మంత్రి శ్రీనివాస్ గౌడ్ స్పష్టం చేశారు."}], "is_golden": "false", "status": ""}
{"set_id": "2137", "wb_display": "147", "input": [{"pair_id": "OC4_1664", "sentence_a": "ఈ పరిస్థితుల్లో డీఎస్ అమిత్ షాను కలవడంతో రాజకీయంగా ప్రాధాన్యం సంతరించుకుంది.", "sentence_b": "గత లోక్సభ ఎన్నికల్లో డీఎస్ కుమారుడు అరవింద్ నిజామాబాద్ బీజేపీ అభ్యర్థిగా పోటీ చేసి గెలుపొందారు."}, {"pair_id": "UDD_1038", "sentence_a": ". ప్రశ్నోత్తరాల తర్వాత ఏ అంశంపై నైనా చర్చ చేయడతామని స్పీకర్ పదేపదే విపక్ష సభ్యులకు నచ్చజెప్పినా వారు తమ ఆందోళనను కొనసాగిస్తున్నారు.", "sentence_b": "పుల్వామా ఘటనతో పాక్ సంబంధం లేదని పాక్ ప్రధాని ఇమ్రాన్ ఖాన్ మీడియాతో తెలిపారు."}, {"pair_id": "OC5_3778", "sentence_a": "అనంతనాగ్ జిల్లాలోని లాల్చౌక్లో జాతీయ జెండా రెపరెపలు", "sentence_b": "జమ్ముకశ్మీర్కు స్వయంప్రతిపత్తిని కల్పించే ఆర్టికల్ 370ని ప్రధానమంత్రి నరేంద్ర మోదీ ప్రభుత్వం రద్దు చేసి బుధవారానికి ఏడాది పూర్తయింది."}, {"pair_id": "UDD_1333", "sentence_a": "దాని వల్ల సోషల్ మీడియాలో అనుచిత వ్యాఖ్యలు/ చిత్రాలు పోస్టు చేసే అసలైన వ్యక్తిని సులభంగా పట్టుకోడానికి వీలుంటుందని కోర్టు పేర్కొంది.", "sentence_b": "ఇరు వాదనలు విన్న సీబీఐ కోర్టు తీర్పును 30 నిమిషాల పాటు రిజర్వ్లో ఉంచింది."}], "is_golden": "false", "status": ""}
{"set_id": "2133", "wb_display": "148", "input": [{"pair_id": "SP_976", "sentence_a": "ఈ విషయాన్ని కతార్ విదేశాంగ మంత్రి మహమ్మద్ బిన్ అబ్దుల్రహ్మన్ అల్ థని గురువారం వెల్లడించారు.", "sentence_b": "ఇటీవల జరిగిన విపరీతమైన తరలింపుతో విమానాశ్రయంలోని మౌలిక సదుపాయాలు నాశనం చేయబడ్డాయని తెలిపారు."}, {"pair_id": "para_1127", "sentence_a": "ఇస్రో ఛైర్మన్ శివన్ శ్రీవారిని దర్శించుకున్నారు .", "sentence_b": "శ్రీవారిని ఇస్రో ఛైర్మన్ శివన్ దర్శించుకున్నారు ."}, {"pair_id": "OC5_6241", "sentence_a": "సంగారెడ్డిలో డెక్కన్ గ్రెయింజ్ ప్లాంట్ ... రూ.200 కోట్ల ఆదాయం లక్ష్యం", "sentence_b": "హైదరాబాద్ : డెక్కన్ రైస్ బ్రాండ్ పేరుతో బియ్యం ఎగుమతుల్లో ఉన్న డెక్కన్ గ్రెయింజ్ కొత్తగా హైదరాబాద్ సమీపంలో ప్రాసెసింగ్ ప్లాంట్ను నెలకొల్పింది."}, {"pair_id": "OC4_5627", "sentence_a": "హిట్ మ్యాన్ గా పేరొందిన రోహిత్ వన్డే క్రికెట్ లో పలు రికార్డులను తన ఖాతాలో వేసుకున్న విషయం విదితమే.", "sentence_b": "మూడుసార్లు డబుల్ సెంచరీలు సాధించిన ఏకైక బ్యాట్స్ మెన్ గా కొనసాగుతున్నాడు రోహిత్."}], "is_golden": "false", "status": ""}
{"set_id": "40_G", "wb_display": "149", "input": [{"sentence_a": "అలాగే, సుప్రీంకోర్టు న్యాయమూర్తులుగా జస్టిస్ బీఆర్ గవాయ్, జస్టిస్ సూర్యకాంత్ల పేర్లను కూడా కొలీజియం ఈ సందర్భంగా సిఫార్సు చేసింది.", "sentence_b": "ఈ సమయంలో ఉగ్రవాదులు కాల్పులు సైనిక దళాలపై కాల్పులు ప్రారంభించగా. . సైనిక దళాలు ఎదురుదాడి చేశాయి.", "pair_id": "3"}, {"sentence_a": "ఈ పరిస్థితుల్లో ఇండోర్లో వన్డే మ్యాచ్ జరగడంపై అనుమానాలు నెలకొన్నాయి.", "sentence_b": "టోక్యో : ఒలింపిక్ క్రీడలు ఈ నెల 23న జపాన్ రాజధాని టోక్యోలో ప్రారంభం కానున్న సంగతి తెలిసిందే.", "pair_id": "44"}, {"sentence_a": "ఈ చిత్రంలో హీరోయిన్లుగా రాశీఖన్నా, ఐశ్వర్య రాజేష్, ఇసబెల్లా, కేథరిన్ నటించనున్నారు.", "sentence_b": "టాలీవుడ్లో పలు హిట్లతో టాప్ హీరోయిన్గా వెలుగొందుతున్న ఈ భామకు కోలీవుడ్లో మాత్రం సక్సెస్లు మాత్రం లభించడం లేదు.", "pair_id": "17"}, {"sentence_a": "సంజయ్ కు కృతజ్ఞతలని అన్నారు.", "sentence_b": "2014 పార్లమెంట్ ఎన్నికల్లో ప్రశాంత్ కిషోర్ బీజేపీ వ్యూహకర్తగా పనిచేసిన సంగతి తెలిసిందే.", "pair_id": "6"}], "output": {"lr_explanation": "", "least_related": "3", "most_related": "17", "mr_explanation": ""}, "is_golden": "true", "status": ""}
{"set_id": "2141", "wb_display": "150", "input": [{"pair_id": "UDD_969", "sentence_a": "పశ్చిమబంగలో రైల్వే ఇరుసు కర్మాగారాన్ని నెలకొల్పనున్నట్లు ఆయన వెల్లడించారు.", "sentence_b": "ఈ దాడులు రాష్టవ్య్రాప్తంగా కొనసాగుతాయని ఈ సందర్భంగా విజిలెన్స్ డీజీ స్పష్టం చేశారు."}, {"pair_id": "para_581", "sentence_a": "రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీకి గురైన ఘటన కేరళ రాష్ట్రంలో జరిగింది .", "sentence_b": "కేరళ రాష్ట్రంలో రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీ అయినట్లు తెలుస్తుంది."}, {"pair_id": "OC5_17435", "sentence_a": "కివీస్ కు ఊరట : ఘోరంగా ఓడిన భారత్", "sentence_b": "ఇప్పటికే సిరీస్ కైవసం చేసుకున్న భారత్.."}, {"pair_id": "para_400", "sentence_a": "పది మంది ఉగ్రవాదులకు మరణశిక్షను అమలు చేయాలని పాకిస్థాన్ ఆర్మీ చీఫ్ జనరల్ ఖామర్ జావెద్ బాజ్వా నేడు ఆదేశాలు జారీ చేశారు .", "sentence_b": "పాకిస్థాన్ ఆర్మీ కమాండర్-ఇన్-చీఫ్ కమల్ జావిద్ బజ్వా ఈరోజు పది మంది ఉగ్రవాదులను ఉరితీయాలని ఆదేశించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2135", "wb_display": "151", "input": [{"pair_id": "OUSD_193", "sentence_a": "మలయాళీ సూపర్ స్టార్ మమ్ముట్టి తాజా చిత్రం 'ది ప్రీస్ట్' ఈ నెల 14న అమెజాన్ ప్రైమ్ లో స్ట్రీమింగ్ కాబోతోంది.", "sentence_b": "ఈ సినిమాకు ‘రెడ్డిగారు’ అనే టైటిల్ అనుకుంటున్నారని సమాచారం."}, {"pair_id": "UDD_261", "sentence_a": "నలుగు, రోజ్గోల్డ్, గోల్డ్, బ్లూ రంగులలో ఈ ఫోన్లు ఉన్నాయి.", "sentence_b": "సమాచారమందుకున్న రెస్యూ టీం అక్కడికి చేరుకుని వారిని అంబులెన్స్ల్లో ఆస్పత్రులకు తరలించారు."}, {"pair_id": "UDD_1281", "sentence_a": "3లక్షలు విలువ చేసే 1.50 క్వింటాళ్ల పత్తి విత్తనాలు స్వాధీనం చేసుకుని ఇద్దరిని అరెస్టు రిమాండ్కు తరలించడం జరిగిందని ఎస్ఐ పేర్కొన్నారు.", "sentence_b": "ఈ వివాదం రచ్చకెక్కడంతో ప్రభుత్వం వారిని సెలవుపై పంపిన విషయం విదితమే."}, {"pair_id": "UDD_1322", "sentence_a": "కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "కొద్ది సేపట్లో ఆయన నామినేషన్ దాఖలు చేయనున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2139", "wb_display": "152", "input": [{"pair_id": "OUSD_4898", "sentence_a": "న్యూఢిల్లీ, మే 18: తెలంగాణ నుంచి కేసీఆర్ కిట్, ఎలక్ట్రానిక్ సర్వీసెస్ డెలివరీ టీ యాప్, టీ-వాలెట్లకు బిజినెస్ వరల్డ్ సంస్థ అవార్డులు లభించాయి.", "sentence_b": "తొలుత హైదరాబాద్కు కడప నుంచి విమాన సర్వీసులు నడుపుతున్నారు."}, {"pair_id": "UDD_503", "sentence_a": "ఈ దారుణ ఓటమితో ఢిల్లీ తమ ప్లే ఆఫ్స్ ఆశలను మరింత సంక్లిష్టం చేసుకుంది.", "sentence_b": "తమ దేశాన్ని దెబ్బతీసి, మదురోను తొలగించాలన్నది అమెరికా లక్ష్యంగా వుందని వెనిజులా అధికారులు విమర్శిస్తున్నారు."}, {"pair_id": "para_471", "sentence_a": "మిజోరం నూతన ముఖ్యమంత్రిగా మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా శనివారం ప్రమాణ స్వీకారం చేశారు .", "sentence_b": "\"మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా\" శనివారం రోజు మిజోరం నూతన ముఖ్యమంత్రిగా ప్రమాణ స్వీకారం చేశారు ."}, {"pair_id": "OUSD_2665", "sentence_a": "ఫిబ్రవరి 23 నుంచి 25వ తేదీ వరకు జరిగిన 2017 ప్రపంచ స్నో షూ ఛాంపియన్షిప్ పోటీలలో హుస్సేన్ పాల్గొన్నాడు.", "sentence_b": "ఆస్ట్రేలియాలోని ఫిలిప్ ఐలాండ్ వేదికగా జరిగిన టోర్నీ మహిళల డబుల్స్ టైటిల్ విజేతగా అంకిత జోడీ నిలిచింది."}], "is_golden": "false", "status": ""}
{"set_id": "2138", "wb_display": "153", "input": [{"pair_id": "OUSD_7317", "sentence_a": "తనకు ఎవరితోనూ శతృత్వం లేదని, దాడి చేసిన ఆగంతకులను తాను గుర్తు పట్టనని బాధితుడు మనోజ్ తెలుపడంతో పోలీసులు ఇతర కోణాల్లోనూ దర్యాప్తు జరుపుతున్నారు.", "sentence_b": "వాద్రా విచారణకు సహకరించడం లేదని, సరైన సమాధానాలు చెప్పడంలేదని ఈడీ తెలిపింది."}, {"pair_id": "UDD_519", "sentence_a": "రానున్న ప్రపంచకప్లో ఇటువంటి పొరపాట్లకు తావు లేకుండా చూడాల్సిన అవసరం జట్టు యాజమాన్యంపై ఎంతైనా ఉందన్నాడు.", "sentence_b": "భూకంపం విలయంతో దిగ్భ్రాంతికి గురైన ఆ బాలిక ప్రస్తుతం ఆస్పత్రిలో చికిత్స పొందుతోందని, ఆమె ఆరోగ్యం బాగుందని సహాయక సిబ్బంది తెలిపారు."}, {"pair_id": "para_115", "sentence_a": "కర్నూలు జిల్లాలో టీడీపీ అభ్యర్థిపై ప్రత్యర్థుల దాడి కలకలం రేపుతోంది .", "sentence_b": "టీడీపీ అభ్యర్థిపై ప్రత్యర్థులు దాడి చేయడం వల్ల కర్నూలు జిల్లాలో అల్లకల్లోలం జరుగుతుంది ."}, {"pair_id": "OUSD_7294", "sentence_a": "స్థానిక పోలీసులకు ఇచ్చిన ఫిర్యాదు మేరకు సంఘటనా స్థలాన్ని చేరుకున్నారు.", "sentence_b": "ఎప్పటిలాగే ఆయన బుధవారం ఉదయం 7.30 గంటల ప్రాంతంలో పోలీస్స్టేషన్కు చేరుకున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2134", "wb_display": "154", "input": [{"pair_id": "SP_1930", "sentence_a": "బాలీవుడ్ భామ అలియా సీత పాత్రలో రాంచరణ్ కి జోడీగా కనిపించనుంది.", "sentence_b": "ఆర్ఆర్ఆర్ తర్వాత చరణ్ ప్రముఖ దర్శకుడు శంకర్ తో మరో ప్రతిష్టాత్మక ప్రాజెక్ట్ చేయబోతున్నాడు."}, {"pair_id": "SP_2830", "sentence_a": "వినియోగదారుల సంతఅప్తి మెరుగుపరచాలనే ఉద్దేశ్యంతో దీన్ని అందుబాటులోకి తెచ్చామని ఆ సంస్థ పేర్కొంది.", "sentence_b": "దీంతో భవిష్యత్తులో ఫిర్యాదులు తగ్గనున్నాయని విశ్వాసం వ్యక్తం చేసింది."}, {"pair_id": "OC4_4064", "sentence_a": "హైదరాబాద్, ఏప్రిల్ 14: తెలంగాణ రాష్ట్రంలో ఎండల తీవ్రత కారణంగా పాఠశాలలకు విద్యా వార్షిక ప్రణాళికను మరోమారు సవరించింది.", "sentence_b": "ఈ నెల 16వ తేదీ నుండి పాఠశాలలకు సెలవులు ప్రకటించింది."}, {"pair_id": "OUSD_19", "sentence_a": "అలాగే ఈ సినిమాలో మహేష్ సరసన పూజా హెగ్డే హీరోయిన్ గా నటిస్తోందట.", "sentence_b": "ఈ చిత్రం ద్వారా వాణి ఎం."}], "is_golden": "false", "status": ""}
{"set_id": "2142", "wb_display": "155", "input": [{"pair_id": "OUSD_142", "sentence_a": "అంతటి సీనియర్ హీరో. . ఈ జూనియర్ హీరోకు సోదరుడిగా నటించడం ఆశ్చర్యం కలిగించే విషయమే.", "sentence_b": "తాజాగా సీనియర్ నటుడు కోట శ్రీనివాసరావు మంచు విష్ణుకు మద్ధతు ప్రకటించారు."}, {"pair_id": "OUSD_105", "sentence_a": "ఇక హైదరాబాద్లో కొత్త ఫ్లాట్ కూడా కొనుక్కొని సినిమాల్లో తన సక్సెస్ను ఈ భామ ఎంజాయ్ చేస్తోందని తెలిసింది.", "sentence_b": "ఇక ఈ చిత్రంలో రాజశేఖర్కు జోడిగా పూజా కుమార్, శ్రద్ధాదాస్ నటించారు."}, {"pair_id": "OUSD_4855", "sentence_a": "1,243 కోట్ల రూపాయల నిధుల సమీకరణే లక్ష్యంగా ఈ పబ్లిక్ ఇష్యూకు బిఎస్ఇ దిగుతోంది.", "sentence_b": "నిన్న భారీగా నష్టపోయిన ఆటో షేర్లు ఈ రోజు కాస్త కోలుకున్నాయి."}, {"pair_id": "OUSD_157", "sentence_a": "దీంతో ప్రేక్షకులకు ఓటీటీలు, ఏటీటీలపై ఇంట్రస్ట్ ఏ మాత్రం ఉందో మనం అర్థం చేసుకోవచ్చు.", "sentence_b": "ఈ సందర్భంగా నందు మాట్లాడుతూ “తమిళ్లో సూపర్డూపర్ హిట్ అయిన ఈ చిత్రాన్ని తెలుగు ప్రేక్షకులకు అందిస్తున్నారు సురేష్ కొండేటి."}], "is_golden": "false", "status": ""}
{"set_id": "2136", "wb_display": "156", "input": [{"pair_id": "OUSD_4899", "sentence_a": "మొదట ఈ-వాలెట్ల హవా కొనసాగినా. . మళ్లీ బ్యాంకుల డిజిటల్ విధానాల ద్వారా నగదు లావాదేవీలు పెరిగాగాయి.", "sentence_b": "ఈ నెలాఖరులో ఎయిర్ ఏషియా వారు చెన్నై-కడప-చెన్నై మార్గంలో విమాన సర్వీసు ప్రారంభించనున్నారు."}, {"pair_id": "para_1143", "sentence_a": "పచ్చని వృక్షాల నరికివేతపై సుప్రీంకోర్టు సంచలన ఆదేశాలు జారీ చేసింది .", "sentence_b": "పచ్చని చెట్ల నరికివేతపై పై సుప్రీంకోర్ట్ ఊహించని ఆదేశాలు ఇచ్చింది."}, {"pair_id": "para_1153", "sentence_a": "నేషనల్ హెరాల్డ్ కేసులో ఢిల్లీ హైకోర్టు కీలక నిర్ణయం తీసుకుంది .", "sentence_b": "ఢిల్లీ హైకోర్టు నేషనల్ హెరాల్డ్ కేసులో ముఖ్య నిర్ణయం వెల్లడించింది."}, {"pair_id": "SP_157", "sentence_a": "సోమవారం స్థానిక ఎంపిడిఒ కార్యాల యంలో గ్రామ సంరక్షణ మహిళ పోలీసులతో ఆయన సమావే శమయ్యారు.", "sentence_b": "ఈ సందర్భంగా ఎంపిడిఒ కరోనా నివారణకు తీసు కోవాల్సిన కార్యాచరణను గురించి వివరించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2154", "wb_display": "157", "input": [{"pair_id": "OC4_2390", "sentence_a": "దేశంలో రెండవ ఎన్ఐఏ కార్యాలయంగా గుర్తింపు పొందనుంది.", "sentence_b": "హైదరాబాద్ హైటెక్ సిటీ మాదాపూర్ ఖానమెట్లో ఎన్ఐఏ కార్యాలయాన్ని శుక్రవారం కేంద్ర హోంత్రి రాజ్నాథ్ సింగ్ ప్రారంభిస్తున్నారు."}, {"pair_id": "UDD_1224", "sentence_a": "బాధితుడి మేరకు కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "పుట్టిన రోజు వేడుకలను ట్రంప్ కాస్త ముందుగానే జరుపుకున్నారని బాలకృష్ణన్ కామెంట్ చేశారు."}, {"pair_id": "OC4_5627", "sentence_a": "హిట్ మ్యాన్ గా పేరొందిన రోహిత్ వన్డే క్రికెట్ లో పలు రికార్డులను తన ఖాతాలో వేసుకున్న విషయం విదితమే.", "sentence_b": "మూడుసార్లు డబుల్ సెంచరీలు సాధించిన ఏకైక బ్యాట్స్ మెన్ గా కొనసాగుతున్నాడు రోహిత్."}, {"pair_id": "SP_1518", "sentence_a": "తమిళ్, తెలుగు, మలయాళం భాషల్లో ఈ భామకు విపరీతమైన క్రేజ్ ఉంది.", "sentence_b": "అయితే కోలీవుడ్లో మాత్రం ఈ అమ్మడు ఓ రేంజ్లో దూసుకుపోతోంది."}], "is_golden": "false", "status": ""}
{"set_id": "2151", "wb_display": "158", "input": [{"pair_id": "OUSD_165", "sentence_a": "ఆయన కొత్త సినిమా పూజా కార్యక్రమాలు ఈ రోజు జరిగాయి.", "sentence_b": "ఈ చిత్రాన్ని దర్శకుడు అనిల్ పాడూరి తెరకెక్కిస్తుండగా. . . పూరి జగన్నాథ్, ఛార్మీ నిర్మాతలుగా వ్యవహరిస్తున్నారు."}, {"pair_id": "OUSD_2743", "sentence_a": "కాగా ఈ మ్యాచ్ రెండు ఇన్నింగ్స్లో కోహ్లీ ప్రదర్శనకు గాను మ్యాన్ ఆఫ్ ది సిరీస్ అవార్డు దక్కింది.", "sentence_b": "ఈ సందర్బంలో తీసిన ఫొటోను అభిమానులతో సోషల్ మీడియా వేదికగా పంచుకున్నాడు మహేంద్రుడు."}, {"pair_id": "OUSD_4898", "sentence_a": "న్యూఢిల్లీ, మే 18: తెలంగాణ నుంచి కేసీఆర్ కిట్, ఎలక్ట్రానిక్ సర్వీసెస్ డెలివరీ టీ యాప్, టీ-వాలెట్లకు బిజినెస్ వరల్డ్ సంస్థ అవార్డులు లభించాయి.", "sentence_b": "తొలుత హైదరాబాద్కు కడప నుంచి విమాన సర్వీసులు నడుపుతున్నారు."}, {"pair_id": "para_62", "sentence_a": "జనసేన అధినేత పవన్ కళ్యాణ్ శనివారం ప్రకాశం జిల్లాలో పర్యటించారు .", "sentence_b": "జనసేన అధినేత అయిన పవన్ కళ్యాణ్ ప్రకాశం జిల్లలో శనివారం పర్యటించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2145", "wb_display": "159", "input": [{"pair_id": "SP_534", "sentence_a": "కరోనా వ్యాప్తి నేపథ్యంలో పరీక్షలు నిర్వహిస్తే విద్యార్థులు వైరస్ ప్రభావానికి గురయ్యే ప్రమాదం ఉందని పిటిషన్ లో పేర్కొన్నారు.", "sentence_b": "విచారణ సందర్భంగా, ప్రభుత్వం తరఫున సొలిసిటర్ జనరల్ తుషార్ మెహతా కోర్టుకు వివరాలు తెలిపారు."}, {"pair_id": "OUSD_2717", "sentence_a": "తాను పాక్ ఆటగాళ్ల డ్రస్సింగ్ రూమ్కి వెళ్లినట్లు వస్తున్న వార్తలను అండర్-19 భారత క్రికెట్ జట్టు కోచ్ రాహుల్ ద్రవిడ్ కొట్టి పారేశాడు.", "sentence_b": "కొత్తగా ఎన్నికైన క్రికెట్ సలహా కమిటీ(సిఏసి) ఈవిషయం గురించి ఇంకా ఏం అనుకోలేదు."}, {"pair_id": "OUSD_7399", "sentence_a": "పంచాయతీ ఎన్నికల నేపథ్యంలో పోలీసులు ఏజెన్సీ గ్రామాల్లో భద్రత కట్టుదిట్టం చేశారు.", "sentence_b": "దాంతో తర్జనభర్జనల అనంతరం మంగళవారం ఉదయం పోలీసులకు ఫిర్యాదు చేశారు."}, {"pair_id": "UDD_903", "sentence_a": "హైదరాబాద్లో బుధవారం జరిగిన ‘అసాధారణ వాతావరణ పరిస్థితులు-తెలంగాణ రాష్ట్రం’ అనే అంశంపై ప్రసంగిస్తున్న రాష్ట్ర ప్రణాళిక సంఘం ఉపాధ్యక్షుడు సింగిరెడ్డి నిరంజన్రెడ్డి", "sentence_b": "చైనాలో పరిస్థితుల గురించి ఆయన మాట్లాడుతూ గూగుల్కు సంబంధించిన ప్రధాన ఉత్పత్తులేవీ ఆ దేశంలో అందుబాటులో లేవన్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2146", "wb_display": "160", "input": [{"pair_id": "OUSD_165", "sentence_a": "ఆయన కొత్త సినిమా పూజా కార్యక్రమాలు ఈ రోజు జరిగాయి.", "sentence_b": "ఈ చిత్రాన్ని దర్శకుడు అనిల్ పాడూరి తెరకెక్కిస్తుండగా. . . పూరి జగన్నాథ్, ఛార్మీ నిర్మాతలుగా వ్యవహరిస్తున్నారు."}, {"pair_id": "OUSD_2743", "sentence_a": "కాగా ఈ మ్యాచ్ రెండు ఇన్నింగ్స్లో కోహ్లీ ప్రదర్శనకు గాను మ్యాన్ ఆఫ్ ది సిరీస్ అవార్డు దక్కింది.", "sentence_b": "ఈ సందర్బంలో తీసిన ఫొటోను అభిమానులతో సోషల్ మీడియా వేదికగా పంచుకున్నాడు మహేంద్రుడు."}, {"pair_id": "OUSD_2762", "sentence_a": "సిడ్నీ థండర్ జట్టు సభ్యురాలిగా. . . హర్మన్ ప్రీత్ తొలిసీజన్లో 296 పరుగులు సాధించడంతో పాటు.", "sentence_b": "జింబాబ్వేపై 172 పరుగులు చేసి టీ20ల్లో అత్యధిక వ్యక్తిగత స్కోరును కూడా నమోదు చేశాడు."}, {"pair_id": "para_802", "sentence_a": "2019 ఎన్నికల్లో కాంగ్రెస్ ఘన విజయం సాధిస్తుందని టిపిసిసి చీఫ్ ఉత్తమ్కుమార్రెడ్డి అన్నారు .", "sentence_b": "ఉత్తమ్కుమార్రెడ్డి టిపిసిసి చీఫ్ 2019 ఎన్నికల్లో కాంగ్రెస్ విజయానికి తిరుగులేదని స్పష్టం చేసారు."}], "is_golden": "false", "status": ""}
{"set_id": "2153", "wb_display": "161", "input": [{"pair_id": "OC5_4767", "sentence_a": "అప్పుల ఊబిలో రాష్ట్రం : మాజీ మంత్రి దేవినేని ఉమా", "sentence_b": "మైలవరం : రాష్ట్రాన్ని ఆప్పుల ఊబిలో నెట్టిన ఘనత సీఎం జగన్మోహన్రెడ్డికే దక్కుతుందని మాజీ మంత్రి దేవినేని ఉమామహేశ్వరరావు అన్నారు."}, {"pair_id": "para_4", "sentence_a": "ఈజిప్ట్ మాజీ అధ్యక్షుడు మహ్మద్ మోర్సీకి ట్రయల్ కోర్టు విధించిన 20 ఏళ్ల జైలు శిక్షను దేశ సర్వోన్నత న్యాయస్థానం ఖరారు చేసింది .", "sentence_b": "ఈజిప్ట్ సర్వోన్నత న్యాయస్థానం మాజీ అద్యక్ష్యుడు అయిన మొహమ్మద్ మోర్సీకి కోర్టు 20 ఏళ్ళ జైలు శిక్షను కరారు చేసింది."}, {"pair_id": "para_115", "sentence_a": "కర్నూలు జిల్లాలో టీడీపీ అభ్యర్థిపై ప్రత్యర్థుల దాడి కలకలం రేపుతోంది .", "sentence_b": "టీడీపీ అభ్యర్థిపై ప్రత్యర్థులు దాడి చేయడం వల్ల కర్నూలు జిల్లాలో అల్లకల్లోలం జరుగుతుంది ."}, {"pair_id": "SP_1183", "sentence_a": "2008లో ముంబయిలోని హోటల్పై పాక్ ప్రేరేపిత ఉగ్రవాదులు దాడులు జరిగి పదేళ్లు పూర్తయిన నేపథ్యంలో ఆయన మాట్లాడుతూ ఉగ్రవాదంపై పోరులో భారత్కు అండగా ఉంటానన్నారు.", "sentence_b": "ఈ పోరాటంలో ఉగ్రవాదులు గెలవరాదన్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2152", "wb_display": "162", "input": [{"pair_id": "para_400", "sentence_a": "పది మంది ఉగ్రవాదులకు మరణశిక్షను అమలు చేయాలని పాకిస్థాన్ ఆర్మీ చీఫ్ జనరల్ ఖామర్ జావెద్ బాజ్వా నేడు ఆదేశాలు జారీ చేశారు .", "sentence_b": "పాకిస్థాన్ ఆర్మీ కమాండర్-ఇన్-చీఫ్ కమల్ జావిద్ బజ్వా ఈరోజు పది మంది ఉగ్రవాదులను ఉరితీయాలని ఆదేశించారు."}, {"pair_id": "para_584", "sentence_a": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులకు సంబంధం వుందని శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన వెల్లడించారు .", "sentence_b": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులతో సంబంధం ఉనట్లు శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన తెలిపారు."}, {"pair_id": "SP_1890", "sentence_a": "ఈనెల 25న ప్రపంచవ్యాప్తంగా రిలీజవుతోంది.", "sentence_b": "తెలుగు - తమిళం - హిందీలో ఈ చిత్రాన్ని ప్రతిష్ఠాత్మకంగా రిలీజ్ చేసేందుకు కంగన టీమ్ సన్నాహకాల్లో ఉంది."}, {"pair_id": "OC5_2506", "sentence_a": "బిసిల సంక్షేమమే ధ్యేయంగా పథకాలు : మంత్రి శ్రీనివాస్ గౌడ్", "sentence_b": "హైదరాబాద్ : తెలంగాణలో బిసిల సంక్షేమమే ధ్యేయంగా సిఎం కెసిఆర్ పాలన చేస్తున్నారని మంత్రి శ్రీనివాస్ గౌడ్ స్పష్టం చేశారు."}], "is_golden": "false", "status": ""}
{"set_id": "2150", "wb_display": "163", "input": [{"pair_id": "OC4_266", "sentence_a": "పవిత్ర సంగమం దగ్గర గోదావరి ఘాట్లో శిలాఫలకం ఏర్పాటు చేశారు.", "sentence_b": "ఇందుకోసం స్టాక్ యార్డును ఇప్పటికే సిద్ధం చేశారు."}, {"pair_id": "OUSD_313", "sentence_a": "ఈ మేరకు ఒక ప్రకటన విడుదల చేశారు. అందులో. . . మా కుటుంబానికి సంబంధించిన విషయాలు ఇటీవల మీడియాలో వస్తున్నాయి.", "sentence_b": "కాగా కరోనా వైరస్ గురించి మలయాళ సూపర్స్టార్ మోహన్లాల్ షాకింగ్ కామెంట్లు చేశారు."}, {"pair_id": "OUSD_162", "sentence_a": "ఓ జంతు సంరక్షణ కేంద్రాన్ని నడుపుకునేదాన్ని”అని చెప్పిం ది ఈ చెన్నై సుందరి.", "sentence_b": "ఎస్వీ2 ఎంటర్టైన్మెంట్ బ్యానర్పై ఈ సినిమాను నిర్మిస్తున్నారు."}, {"pair_id": "OC4_3170", "sentence_a": "ఈ పండుగ ప్రేమ, సహనం, త్యాగాలకు ప్రతీక అని పేర్కొన్నారు.", "sentence_b": "పేదలతో, బంధువులతో ఆహారాన్ని పంచుకునే ఈ పండుగ, మనకున్న దానిలో నలుగురికీ సాయం చేయాలనే సందేశాన్నిస్తుంది."}], "is_golden": "false", "status": ""}
{"set_id": "1_G", "wb_display": "164", "input": [{"pair_id": "100", "sentence_a": "ఎద్దులను నిలువరించే క్రమంలో ఒకరు మృతి చెందగా పలువురు గాయపడిన సంఘటన చిత్తూరు జిల్లా రామకుప్పం మండల పరిధిలో ఆదివారం చోటుచేసుకుంది.", "sentence_b": "కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నారు. చిత్రం. . . విశాఖ జిల్లా నర్సీపట్నంలో భారీగా స్వాధీనం చేసుకున్న గంజాయి, పట్టుబడిన లారీ"}, {"pair_id": "78", "sentence_a": "ఈ సమయంలో ఆమె వద్దే ఉండేందుకు అతను పితృత్వపు సెలవు తీసుకుంటాడని బిసిసిఐ ఉన్నతాధికారి ఒకరు చెప్పారు.", "sentence_b": "న్యూజిలాండ్ జట్టుతో జనవరి 24వ తేదీ నుంచి ఈ సిరీస్ ప్రారంభంకానుంది."}, {"pair_id": "91", "sentence_a": "'భీమ్లా నాయక్' సెకండ్ సింగిల్ ప్రోమో", "sentence_b": "పవన్ కళ్యాణ్, రానా దగ్గుబాటి నటిస్తున్న యాక్షన్ మల్టీస్టారర్ చిత్రం 'భీమ్లా నాయక్'."}, {"pair_id": "68", "sentence_a": "ఎన్నికల మేనిఫెస్టోలో పొందుపరచిన అంశాలన్నింటినీ అమలు చేసిన మొదటి సీఎం కేసీఆర్", "sentence_b": "ఏపీ కాపు ఉద్యమ నేత ముద్రగడ పద్మనాభం తెలంగాణ సీఎం కేసీఆర్ పై ప్రసంశల జల్లు కురిపించారు."}], "output": {"most_related": "91", "least_related": "78", "mr_explanation": "", "lr_explanation": ""}, "is_golden": "true", "status": ""}
{"set_id": "2149", "wb_display": "165", "input": [{"pair_id": "para_309", "sentence_a": "ఆంధ్రప్రదేశ్ ప్రజల చిరకాల ఆకాంక్ష పోలవరం ప్రాజెక్టు అని సీఎం చంద్రబాబు అన్నారు .", "sentence_b": "పోలవరం ప్రాజెక్ట్ ఆంధ్రప్రదేశ్ ప్రజల చిరకాల వాంఛ అని ఆ రాష్ట్ర ముఖ్యమంత్రి చంద్రబాబు గారు అన్నారు ."}, {"pair_id": "OUSD_4913", "sentence_a": "ఎంపిక చేసిన మోడల్స్పై ధరలను రెండు శాతం మేర పెంచినట్టు ఆ సంస్థ సోమవారం రెగ్యూలేటరీ సంస్థలకు సమాచారం ఇచ్చింది.", "sentence_b": "హైదరాబాద్ : టాటా మోటార్స్ కొత్తగా విడుదల చేసిన టియాగో కార్లను వందకుపైగా పంపిణీ చేసిన సందర్భంగా గ్రాండ్ డెలివరీ వేడుక నిర్వహించింది."}, {"pair_id": "UDD_371", "sentence_a": "12 ప్లస్ డి, 13 ప్లస్ డి అనే రెండు ఆప్షన్లలో ఈ వాహనం లభిస్తుందని ఈ సందర్భంగా హైదరాబాద్లో సంస్థ తెలిపింది", "sentence_b": "తొలిపోటీలోనే 6-0తో కొలంబియాను చిత్తుచేసిన భారత మహిళల రికర్వుజట్టు అదే స్ఫూర్తిదాయక ప్రదర్శనతో ఫైనల్ బెర్త్ సాధించడం విశేషం."}, {"pair_id": "UDD_641", "sentence_a": "ఎంత సూపర్ స్టార్ తో సినిమా అయినప్పటికీ దిల్ రాజు అలా మితిమీరి బడ్జెట్ ఎలా పెట్టాడు అని అందరూ షాక్ అవుతున్నారు.", "sentence_b": "దాడికి పాల్పడిన ఉజ్బెకిస్థాన్ దేశీయుడు సైఫుల్లోను కఠినంగా శిక్షిస్తామని ఆయన హెచ్చరించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2148", "wb_display": "166", "input": [{"pair_id": "SP_1183", "sentence_a": "2008లో ముంబయిలోని హోటల్పై పాక్ ప్రేరేపిత ఉగ్రవాదులు దాడులు జరిగి పదేళ్లు పూర్తయిన నేపథ్యంలో ఆయన మాట్లాడుతూ ఉగ్రవాదంపై పోరులో భారత్కు అండగా ఉంటానన్నారు.", "sentence_b": "ఈ పోరాటంలో ఉగ్రవాదులు గెలవరాదన్నారు."}, {"pair_id": "para_182", "sentence_a": "పార్లమెంట్ వర్షాకాల సమావేశాల తేదీలు ఖరారయ్యాయి .", "sentence_b": "పార్లమెంట్ చర్చల తేదీలు తెలిపారు."}, {"pair_id": "UDD_837", "sentence_a": "నిత్య సహాయ మాత చర్చిలో ఈ ప్రేయర్ జరపగా. . సమాచారం అందుకున్న పోలీసులు ఆయన్ను అరెస్ట్ చేశారు.", "sentence_b": "ఇంగ్లాండ్ కూడ మంచి స్థితిలోనే ఉందని వ్యాఖ్యానించాడు."}, {"pair_id": "SP_1523", "sentence_a": "ఫాలోయింగ్ విషయంలో సూపర్స్టార్ రజనీకాంత్ మాత్రమే కాదు… విజయ్, అజిత్లు కూడా తక్కువేమీ కాదు.", "sentence_b": "వాళ్ల సినిమాలు రిలీజైనప్పుడు ఉండే సందడే అందుకు నిదర్శనం."}], "is_golden": "false", "status": ""}
{"set_id": "2147", "wb_display": "167", "input": [{"pair_id": "para_838", "sentence_a": "ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో తెలుగమ్మాయి వెన్నం జ్యోతి సురేఖ రెండు కాంస్య పతకాలు సాధించింది .", "sentence_b": "తెలుగు అమ్మాయి అయిన వెన్నం జ్యోతి సురేఖ ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో రెండు కాంస్య పతకాలు గెలిచింది."}, {"pair_id": "OC5_8875", "sentence_a": "ఎటిఎం, బ్యాంక్ ఎకౌంట్లు హ్యాక్…. పిఎస్ లో నిందితుడు ఆత్మహత్య", "sentence_b": "అగర్తాలా: ఎటిఎం, బ్యాంక్ ఎకౌంట్లను హ్యాక్ చేసే వ్యక్తి పోలీస్ స్టేషన్లో ఆత్మహత్య చేసుకున్న సంఘటన వెస్ట్ త్రిపురలో జిల్లాలో చోటుచేసుకుంది."}, {"pair_id": "OUSD_216", "sentence_a": "ఏదేమైనా అటు దర్శకుడు అనిల్ రావిపూడి కెరీర్లోనూ అలాగే మహేష్ బాబు కెరీర్లోనూ ఇది బిగ్గెస్ట్ హిట్ చిత్రం అని చెప్పడంలో ఎటువంటి సందేహం లేదు.", "sentence_b": "చిత్రం విజయం సాధించిన సందర్భంగా శుభాకాంక్షలు తెలియజేశారు."}, {"pair_id": "OUSD_2800", "sentence_a": "ఇక సెమీస్ తో భారత్ ప్రత్యర్థి ఎవరో తెలిసిపోయింది.", "sentence_b": "మూడో యూత్ ఒలింపిక్స్లో భారత్ పసిడి ఖాతాను తెరవడం గమనార్హం."}], "is_golden": "false", "status": ""}
{"set_id": "2144", "wb_display": "168", "input": [{"pair_id": "OUSD_60", "sentence_a": "ఈ సినిమా బాలీవుడ్ లో కలెక్షన్స్ బాగా తెచ్చుకుంది.", "sentence_b": "అంతేకాక ఈ షెడ్యూల్లోనే బాలీవుడ్ నటుడు అజయ్ దేవగన్ ఇంట్రో సీన్ కూడా పూర్తి చేయాలని ప్లాన్ చేస్తున్నారట."}, {"pair_id": "OC5_3784", "sentence_a": "నవంబర్ 23 నుంచి వ్యవసాయేతర భూముల రిజిస్ట్రేషన్ : సీఎం కేసీఆర్", "sentence_b": "వ్యవసాయేతర భూముల రిజిస్ట్రేషన్పై తెలంగాణ సీఎం కేసీఆర్ కీలక నిర్ణయం తీసుకున్నారు."}, {"pair_id": "OC4_2636", "sentence_a": "ఫిబ్రవరి 7 (నమస్తే తెలంగాణ): ఈశాన్య, ఉత్తరాది దిశల నుంచి శీతలగాలులు జోరుగా వీస్తుండటంతో రాష్ట్రంలో రెండు రోజులుగా చలి తీవ్రత మళ్లీ పెరిగింది.", "sentence_b": "ఎండల తీవ్రత పెరగాల్సిన సమయంలో అనూహ్యంగా రాత్రి, పగటి ఉష్ణోగ్రతలు తగ్గిపోతున్నాయి."}, {"pair_id": "para_176", "sentence_a": "ఆరోగ్యశ్రీలో మరో నూతన శకానికి ఆంధ్రప్రదేశ్ ముఖ్యమంత్రి వైఎస్ జగన్వెూహన్రెడ్డి ఈ రోజు శ్రీకారం చుట్టారు .", "sentence_b": "ఆరోగ్యశ్రీలో కొత్త పథకాన్ని జగన్వెూహన్రెడ్డి అమలు చేసారు."}], "is_golden": "false", "status": ""}
{"set_id": "2165", "wb_display": "169", "input": [{"pair_id": "para_471", "sentence_a": "మిజోరం నూతన ముఖ్యమంత్రిగా మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా శనివారం ప్రమాణ స్వీకారం చేశారు .", "sentence_b": "\"మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా\" శనివారం రోజు మిజోరం నూతన ముఖ్యమంత్రిగా ప్రమాణ స్వీకారం చేశారు ."}, {"pair_id": "OUSD_7399", "sentence_a": "పంచాయతీ ఎన్నికల నేపథ్యంలో పోలీసులు ఏజెన్సీ గ్రామాల్లో భద్రత కట్టుదిట్టం చేశారు.", "sentence_b": "దాంతో తర్జనభర్జనల అనంతరం మంగళవారం ఉదయం పోలీసులకు ఫిర్యాదు చేశారు."}, {"pair_id": "OUSD_240", "sentence_a": "కొత్తదనాన్ని కోరుకునే ప్రతి ఒక్కరిని ఈ సినిమా మెప్పిస్తుంది అని తెలిపారు.", "sentence_b": "ఈ చిత్రం ఈనెల 25న విడుదలకానుంది."}, {"pair_id": "OUSD_7272", "sentence_a": "ఈ కేసును సీబీఐతో విచారణ చేయించేందుకు హైకోర్టు అనుమతి ఇచ్చింది.", "sentence_b": "ఈ చట్టం అమలులోకి వచ్చిన తర్వాత తొలిసారిగా ఒక కేసులో కోర్టు దోషికి మరణ శిక్షను ఖరారు చేసింది."}], "is_golden": "false", "status": ""}
{"set_id": "2155", "wb_display": "170", "input": [{"pair_id": "UDD_969", "sentence_a": "పశ్చిమబంగలో రైల్వే ఇరుసు కర్మాగారాన్ని నెలకొల్పనున్నట్లు ఆయన వెల్లడించారు.", "sentence_b": "ఈ దాడులు రాష్టవ్య్రాప్తంగా కొనసాగుతాయని ఈ సందర్భంగా విజిలెన్స్ డీజీ స్పష్టం చేశారు."}, {"pair_id": "UDD_519", "sentence_a": "రానున్న ప్రపంచకప్లో ఇటువంటి పొరపాట్లకు తావు లేకుండా చూడాల్సిన అవసరం జట్టు యాజమాన్యంపై ఎంతైనా ఉందన్నాడు.", "sentence_b": "భూకంపం విలయంతో దిగ్భ్రాంతికి గురైన ఆ బాలిక ప్రస్తుతం ఆస్పత్రిలో చికిత్స పొందుతోందని, ఆమె ఆరోగ్యం బాగుందని సహాయక సిబ్బంది తెలిపారు."}, {"pair_id": "UDD_346", "sentence_a": "8,500 కోట్లు పెట్టుబడులు మదుపు చేశామన్నారు.", "sentence_b": "‘చీకటి రాజ్యం’ సినిమా ప్రేక్షకులకు ఓ సరికొత్త అనుభూతినిస్తుందని కమల్ మొదటి నుంచి చెబుతూ వస్తున్నారు."}, {"pair_id": "para_1136", "sentence_a": "ఈ రోజు తిరుమల శ్రీవారిని మంత్రి ఇంద్రకరణ్రెడ్డి దర్శించుకున్నారు .", "sentence_b": "ఈ రోజు మంత్రి ఇంద్రకరణ్రెడ్డి గారు తిరుమల దేవస్థానాని దర్శించుకున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2158", "wb_display": "171", "input": [{"pair_id": "UDD_485", "sentence_a": "మొత్తం పది ఓవర్లు ముగిసే సరికి రెండు వికెట్ల నష్టానికి రాజస్తాన్ 99 పరుగులు చేసింది.", "sentence_b": "ఈ సినిమాలో నరేశ్, సత్య, అర్చనా సౌందర్య ఇతర పాత్రలలో నటిస్తున్నారు."}, {"pair_id": "UDD_641", "sentence_a": "ఎంత సూపర్ స్టార్ తో సినిమా అయినప్పటికీ దిల్ రాజు అలా మితిమీరి బడ్జెట్ ఎలా పెట్టాడు అని అందరూ షాక్ అవుతున్నారు.", "sentence_b": "దాడికి పాల్పడిన ఉజ్బెకిస్థాన్ దేశీయుడు సైఫుల్లోను కఠినంగా శిక్షిస్తామని ఆయన హెచ్చరించారు."}, {"pair_id": "UDD_261", "sentence_a": "నలుగు, రోజ్గోల్డ్, గోల్డ్, బ్లూ రంగులలో ఈ ఫోన్లు ఉన్నాయి.", "sentence_b": "సమాచారమందుకున్న రెస్యూ టీం అక్కడికి చేరుకుని వారిని అంబులెన్స్ల్లో ఆస్పత్రులకు తరలించారు."}, {"pair_id": "OC5_6664", "sentence_a": "ఫిల్మ్ ఇన్స్టిట్యూట్ ఆఫ్ ఇండియాకు ఛైర్మన్గా అనుపమ్ ఖేర్", "sentence_b": "బాలీవుడ్ నటుడు అనుపమ్ ఖేర్ పూణేలోని ఫిల్మ్ అండ్ టెలివిజన్ ఇనిస్టిట్యూట్ ఆఫ్ ఇండియా చైర్మన్గా నియమితులయ్యారు."}], "is_golden": "false", "status": ""}
{"set_id": "2161", "wb_display": "172", "input": [{"pair_id": "OUSD_216", "sentence_a": "ఏదేమైనా అటు దర్శకుడు అనిల్ రావిపూడి కెరీర్లోనూ అలాగే మహేష్ బాబు కెరీర్లోనూ ఇది బిగ్గెస్ట్ హిట్ చిత్రం అని చెప్పడంలో ఎటువంటి సందేహం లేదు.", "sentence_b": "చిత్రం విజయం సాధించిన సందర్భంగా శుభాకాంక్షలు తెలియజేశారు."}, {"pair_id": "UDD_903", "sentence_a": "హైదరాబాద్లో బుధవారం జరిగిన ‘అసాధారణ వాతావరణ పరిస్థితులు-తెలంగాణ రాష్ట్రం’ అనే అంశంపై ప్రసంగిస్తున్న రాష్ట్ర ప్రణాళిక సంఘం ఉపాధ్యక్షుడు సింగిరెడ్డి నిరంజన్రెడ్డి", "sentence_b": "చైనాలో పరిస్థితుల గురించి ఆయన మాట్లాడుతూ గూగుల్కు సంబంధించిన ప్రధాన ఉత్పత్తులేవీ ఆ దేశంలో అందుబాటులో లేవన్నారు."}, {"pair_id": "OUSD_7294", "sentence_a": "స్థానిక పోలీసులకు ఇచ్చిన ఫిర్యాదు మేరకు సంఘటనా స్థలాన్ని చేరుకున్నారు.", "sentence_b": "ఎప్పటిలాగే ఆయన బుధవారం ఉదయం 7.30 గంటల ప్రాంతంలో పోలీస్స్టేషన్కు చేరుకున్నారు."}, {"pair_id": "OUSD_157", "sentence_a": "దీంతో ప్రేక్షకులకు ఓటీటీలు, ఏటీటీలపై ఇంట్రస్ట్ ఏ మాత్రం ఉందో మనం అర్థం చేసుకోవచ్చు.", "sentence_b": "ఈ సందర్భంగా నందు మాట్లాడుతూ “తమిళ్లో సూపర్డూపర్ హిట్ అయిన ఈ చిత్రాన్ని తెలుగు ప్రేక్షకులకు అందిస్తున్నారు సురేష్ కొండేటి."}], "is_golden": "false", "status": ""}
{"set_id": "2160", "wb_display": "173", "input": [{"pair_id": "OC5_3778", "sentence_a": "అనంతనాగ్ జిల్లాలోని లాల్చౌక్లో జాతీయ జెండా రెపరెపలు", "sentence_b": "జమ్ముకశ్మీర్కు స్వయంప్రతిపత్తిని కల్పించే ఆర్టికల్ 370ని ప్రధానమంత్రి నరేంద్ర మోదీ ప్రభుత్వం రద్దు చేసి బుధవారానికి ఏడాది పూర్తయింది."}, {"pair_id": "UDD_1322", "sentence_a": "కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "కొద్ది సేపట్లో ఆయన నామినేషన్ దాఖలు చేయనున్నారు."}, {"pair_id": "para_802", "sentence_a": "2019 ఎన్నికల్లో కాంగ్రెస్ ఘన విజయం సాధిస్తుందని టిపిసిసి చీఫ్ ఉత్తమ్కుమార్రెడ్డి అన్నారు .", "sentence_b": "ఉత్తమ్కుమార్రెడ్డి టిపిసిసి చీఫ్ 2019 ఎన్నికల్లో కాంగ్రెస్ విజయానికి తిరుగులేదని స్పష్టం చేసారు."}, {"pair_id": "UDD_837", "sentence_a": "నిత్య సహాయ మాత చర్చిలో ఈ ప్రేయర్ జరపగా. . సమాచారం అందుకున్న పోలీసులు ఆయన్ను అరెస్ట్ చేశారు.", "sentence_b": "ఇంగ్లాండ్ కూడ మంచి స్థితిలోనే ఉందని వ్యాఖ్యానించాడు."}], "is_golden": "false", "status": ""}
{"set_id": "2164", "wb_display": "174", "input": [{"pair_id": "UDD_1281", "sentence_a": "3లక్షలు విలువ చేసే 1.50 క్వింటాళ్ల పత్తి విత్తనాలు స్వాధీనం చేసుకుని ఇద్దరిని అరెస్టు రిమాండ్కు తరలించడం జరిగిందని ఎస్ఐ పేర్కొన్నారు.", "sentence_b": "ఈ వివాదం రచ్చకెక్కడంతో ప్రభుత్వం వారిని సెలవుపై పంపిన విషయం విదితమే."}, {"pair_id": "OUSD_4913", "sentence_a": "ఎంపిక చేసిన మోడల్స్పై ధరలను రెండు శాతం మేర పెంచినట్టు ఆ సంస్థ సోమవారం రెగ్యూలేటరీ సంస్థలకు సమాచారం ఇచ్చింది.", "sentence_b": "హైదరాబాద్ : టాటా మోటార్స్ కొత్తగా విడుదల చేసిన టియాగో కార్లను వందకుపైగా పంపిణీ చేసిన సందర్భంగా గ్రాండ్ డెలివరీ వేడుక నిర్వహించింది."}, {"pair_id": "SP_2932", "sentence_a": "ఆదివారం సాయంత్రం జరిగిన విద్యుతాఘాతం ఉదంతంలో గొర్రెల మందపై విద్యుత్ వైర్లు తెగి పడడంతో మందలో ఉన్న మొత్తం గొర్రెలు మృత్యువాతకు గురయ్యాయి.", "sentence_b": "సలంద్రి మల్లయ్యకు చెందిన గొర్రెలను పెద్దూరులోని పెల్లెలో ఏర్పాటు చేసుకున్న దొడ్డికి చుట్టూ రక్షణగా ఇనుప కంచె నిర్మించారు."}, {"pair_id": "OUSD_2800", "sentence_a": "ఇక సెమీస్ తో భారత్ ప్రత్యర్థి ఎవరో తెలిసిపోయింది.", "sentence_b": "మూడో యూత్ ఒలింపిక్స్లో భారత్ పసిడి ఖాతాను తెరవడం గమనార్హం."}], "is_golden": "false", "status": ""}
{"set_id": "43_G", "wb_display": "175", "input": [{"sentence_a": "కాగా గతంలో సెరెనా విలియమ్స్తో జరిగిన సెమీస్లో అజరెంకా ఇదే తరహాలో విజయం సాధించి ఫైనల్కు చేరింది.", "sentence_b": "ఐపీఎల్లో భాగంగా కింగ్స్ పంజాబ్ తో జరిగిన మ్యాచ్లో సన్రైజర్స్ ఆరు వికెట్ల తేడాతో ఓటమి చవిచూసింది.", "pair_id": "30"}, {"sentence_a": "ఇది పీరియాడికల్ చిత్రం కాదని… సామాజిక చిత్రమేనని ఫిల్మ్మేకర్స్ గతంలో చెప్పినా… ఓ కీలకమైన సన్నివేశం కోసం మాత్రం ఈ సెట్ అవసరం ఉంటుందట.", "sentence_b": "గతంలో కూడా శ్రీముఖి పై కొందరు ఇలాంటి ఆరోపణలే చేసిన క్రమంలో బిగ్ బాస్ షో పట్ల ఆసక్తి తగ్గిపోతుంది.", "pair_id": "7"}, {"sentence_a": "అమెరికాలో ఉంటున్న రాయ్ చిన్న తమ్ముడు రోజో ఇచ్చిన ఫిర్యాదు మేరకు పోలీసులు విచారణ ప్రారంభించడంతో డొంక కదిలి వాస్తవాలు వెలుగులోకి వచ్చాయి.", "sentence_b": "87వేల మందిని అధికారులు సురక్షిత ప్రాంతాలకు తరలించారు.", "pair_id": "65"}, {"sentence_a": "వెంకటేశ్వరస్వామి పేరుతో విద్వేషాలు రెచ్చగొట్టి ఓట్లు దండుకోవడం తప్ప, తిరుపతిని పట్టించుకోలేదని విమర్శించారు.", "sentence_b": "తిరుపతిని స్మార్ట్ సిటీగా ప్రకటించినా కనీస సౌకర్యాలు కల్పించలేదని, అంతర్జాతీయ స్థాయి రైల్వేస్టేషన్ ప్రతిపాదనకే పరిమితమైందని, కనీసం కొత్త రైళ్లు కూడా వేయలేదని తెలిపారు.", "pair_id": "67"}], "output": {"lr_explanation": "", "least_related": "65", "most_related": "67", "mr_explanation": ""}, "is_golden": "true", "status": ""}
{"set_id": "2157", "wb_display": "176", "input": [{"pair_id": "OUSD_2828", "sentence_a": "19 ఓవర్లకు ఆసీస్ 7 వికెట్ల నష్టానికి 132 పరుగులు చేసింది.", "sentence_b": "అనంతరం బ్యాటింగ్ చేసిన హాంగ్కాంగ్ 20 ఓవర్లలో 6 వికెట్లకు 144 పరుగులు సాధించింది."}, {"pair_id": "OUSD_162", "sentence_a": "ఓ జంతు సంరక్షణ కేంద్రాన్ని నడుపుకునేదాన్ని”అని చెప్పిం ది ఈ చెన్నై సుందరి.", "sentence_b": "ఎస్వీ2 ఎంటర్టైన్మెంట్ బ్యానర్పై ఈ సినిమాను నిర్మిస్తున్నారు."}, {"pair_id": "OUSD_75", "sentence_a": "వచ్చే ఏడాది సంక్రాంతికి విడుదలకానున్న ఈ చిత్రానికి సంగీతం దేవిశ్రీ అందిస్తున్నారు.", "sentence_b": "ఈ సినిమా వచ్చే ఏడాది ఏప్రిల్లో సెట్స్పైకి వెళ్తుంది."}, {"pair_id": "OC4_266", "sentence_a": "పవిత్ర సంగమం దగ్గర గోదావరి ఘాట్లో శిలాఫలకం ఏర్పాటు చేశారు.", "sentence_b": "ఇందుకోసం స్టాక్ యార్డును ఇప్పటికే సిద్ధం చేశారు."}], "is_golden": "false", "status": ""}
{"set_id": "2156", "wb_display": "177", "input": [{"pair_id": "OUSD_4899", "sentence_a": "మొదట ఈ-వాలెట్ల హవా కొనసాగినా. . మళ్లీ బ్యాంకుల డిజిటల్ విధానాల ద్వారా నగదు లావాదేవీలు పెరిగాగాయి.", "sentence_b": "ఈ నెలాఖరులో ఎయిర్ ఏషియా వారు చెన్నై-కడప-చెన్నై మార్గంలో విమాన సర్వీసు ప్రారంభించనున్నారు."}, {"pair_id": "para_811", "sentence_a": "అమెరికాలో ఉండే పలువురు హాలీవుడ్ స్టార్స్ కు కరోనా వైరస్ సోకినట్లుగా సమాచారం .", "sentence_b": "అమెరికాలో ఉన్న నటులకు కరోన నిర్ధారణ అయ్యింది."}, {"pair_id": "OUSD_105", "sentence_a": "ఇక హైదరాబాద్లో కొత్త ఫ్లాట్ కూడా కొనుక్కొని సినిమాల్లో తన సక్సెస్ను ఈ భామ ఎంజాయ్ చేస్తోందని తెలిసింది.", "sentence_b": "ఇక ఈ చిత్రంలో రాజశేఖర్కు జోడిగా పూజా కుమార్, శ్రద్ధాదాస్ నటించారు."}, {"pair_id": "OUSD_313", "sentence_a": "ఈ మేరకు ఒక ప్రకటన విడుదల చేశారు. అందులో. . . మా కుటుంబానికి సంబంధించిన విషయాలు ఇటీవల మీడియాలో వస్తున్నాయి.", "sentence_b": "కాగా కరోనా వైరస్ గురించి మలయాళ సూపర్స్టార్ మోహన్లాల్ షాకింగ్ కామెంట్లు చేశారు."}], "is_golden": "false", "status": ""}
{"set_id": "2162", "wb_display": "178", "input": [{"pair_id": "UDD_503", "sentence_a": "ఈ దారుణ ఓటమితో ఢిల్లీ తమ ప్లే ఆఫ్స్ ఆశలను మరింత సంక్లిష్టం చేసుకుంది.", "sentence_b": "తమ దేశాన్ని దెబ్బతీసి, మదురోను తొలగించాలన్నది అమెరికా లక్ష్యంగా వుందని వెనిజులా అధికారులు విమర్శిస్తున్నారు."}, {"pair_id": "OC5_17435", "sentence_a": "కివీస్ కు ఊరట : ఘోరంగా ఓడిన భారత్", "sentence_b": "ఇప్పటికే సిరీస్ కైవసం చేసుకున్న భారత్.."}, {"pair_id": "OC4_1664", "sentence_a": "ఈ పరిస్థితుల్లో డీఎస్ అమిత్ షాను కలవడంతో రాజకీయంగా ప్రాధాన్యం సంతరించుకుంది.", "sentence_b": "గత లోక్సభ ఎన్నికల్లో డీఎస్ కుమారుడు అరవింద్ నిజామాబాద్ బీజేపీ అభ్యర్థిగా పోటీ చేసి గెలుపొందారు."}, {"pair_id": "OC5_3784", "sentence_a": "నవంబర్ 23 నుంచి వ్యవసాయేతర భూముల రిజిస్ట్రేషన్ : సీఎం కేసీఆర్", "sentence_b": "వ్యవసాయేతర భూముల రిజిస్ట్రేషన్పై తెలంగాణ సీఎం కేసీఆర్ కీలక నిర్ణయం తీసుకున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2163", "wb_display": "179", "input": [{"pair_id": "SP_2830", "sentence_a": "వినియోగదారుల సంతఅప్తి మెరుగుపరచాలనే ఉద్దేశ్యంతో దీన్ని అందుబాటులోకి తెచ్చామని ఆ సంస్థ పేర్కొంది.", "sentence_b": "దీంతో భవిష్యత్తులో ఫిర్యాదులు తగ్గనున్నాయని విశ్వాసం వ్యక్తం చేసింది."}, {"pair_id": "UDD_1038", "sentence_a": ". ప్రశ్నోత్తరాల తర్వాత ఏ అంశంపై నైనా చర్చ చేయడతామని స్పీకర్ పదేపదే విపక్ష సభ్యులకు నచ్చజెప్పినా వారు తమ ఆందోళనను కొనసాగిస్తున్నారు.", "sentence_b": "పుల్వామా ఘటనతో పాక్ సంబంధం లేదని పాక్ ప్రధాని ఇమ్రాన్ ఖాన్ మీడియాతో తెలిపారు."}, {"pair_id": "SP_2031", "sentence_a": "ఆస్ట్రేలియా, న్యూజిలాండ్ల పర్యటనను విజయవంతంగా ముగించిన టీమిండియా ఇప్పటికే సిరీస్లను కైవసం చేసుకున్న భారత జట్టు ప్రస్తుతం టీ-20 సిరీస్పై కన్నేసింది.", "sentence_b": "రెగ్యులర్ కెప్టెన్ విరాట్ విశ్రాంతి పేరుతో జట్టుకు దూరమవడంతో రోహిత్ శర్మ నాయకత్వంలో టీ-20 సిరీస్ను భారత్ ఆడనుంది."}, {"pair_id": "SP_157", "sentence_a": "సోమవారం స్థానిక ఎంపిడిఒ కార్యాల యంలో గ్రామ సంరక్షణ మహిళ పోలీసులతో ఆయన సమావే శమయ్యారు.", "sentence_b": "ఈ సందర్భంగా ఎంపిడిఒ కరోనా నివారణకు తీసు కోవాల్సిన కార్యాచరణను గురించి వివరించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2159", "wb_display": "180", "input": [{"pair_id": "UDD_797", "sentence_a": "తొలి సినిమా టాక్ బయటకు రాకుండానే ప్రియకు ఆఫర్లు వెల్లువెత్తుతున్నాయి.", "sentence_b": "మృతదేహాల ను పోస్టుమార్టం ఆసుపత్రికి తరలించి కేసు దర్యాప్తు చేస్తున్నారు."}, {"pair_id": "UDD_1333", "sentence_a": "దాని వల్ల సోషల్ మీడియాలో అనుచిత వ్యాఖ్యలు/ చిత్రాలు పోస్టు చేసే అసలైన వ్యక్తిని సులభంగా పట్టుకోడానికి వీలుంటుందని కోర్టు పేర్కొంది.", "sentence_b": "ఇరు వాదనలు విన్న సీబీఐ కోర్టు తీర్పును 30 నిమిషాల పాటు రిజర్వ్లో ఉంచింది."}, {"pair_id": "OUSD_2703", "sentence_a": "అనంతరం బ్యాటింగ్ కు దిగిన భారత్ 49.5 ఓవర్లలో 252 పరుగులు చేసి ఆలౌటైంది.", "sentence_b": "ఆ తరువాత డిక్వెల్లా 64 పరుగులు చేసి జాదవ్ బౌలింగ్ లో ఎల్ బిడబ్ల్యూగా పెవిలియన్ చేరాడు."}, {"pair_id": "OUSD_142", "sentence_a": "అంతటి సీనియర్ హీరో. . ఈ జూనియర్ హీరోకు సోదరుడిగా నటించడం ఆశ్చర్యం కలిగించే విషయమే.", "sentence_b": "తాజాగా సీనియర్ నటుడు కోట శ్రీనివాసరావు మంచు విష్ణుకు మద్ధతు ప్రకటించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2172", "wb_display": "181", "input": [{"pair_id": "OUSD_7317", "sentence_a": "తనకు ఎవరితోనూ శతృత్వం లేదని, దాడి చేసిన ఆగంతకులను తాను గుర్తు పట్టనని బాధితుడు మనోజ్ తెలుపడంతో పోలీసులు ఇతర కోణాల్లోనూ దర్యాప్తు జరుపుతున్నారు.", "sentence_b": "వాద్రా విచారణకు సహకరించడం లేదని, సరైన సమాధానాలు చెప్పడంలేదని ఈడీ తెలిపింది."}, {"pair_id": "SP_976", "sentence_a": "ఈ విషయాన్ని కతార్ విదేశాంగ మంత్రి మహమ్మద్ బిన్ అబ్దుల్రహ్మన్ అల్ థని గురువారం వెల్లడించారు.", "sentence_b": "ఇటీవల జరిగిన విపరీతమైన తరలింపుతో విమానాశ్రయంలోని మౌలిక సదుపాయాలు నాశనం చేయబడ్డాయని తెలిపారు."}, {"pair_id": "OUSD_2665", "sentence_a": "ఫిబ్రవరి 23 నుంచి 25వ తేదీ వరకు జరిగిన 2017 ప్రపంచ స్నో షూ ఛాంపియన్షిప్ పోటీలలో హుస్సేన్ పాల్గొన్నాడు.", "sentence_b": "ఆస్ట్రేలియాలోని ఫిలిప్ ఐలాండ్ వేదికగా జరిగిన టోర్నీ మహిళల డబుల్స్ టైటిల్ విజేతగా అంకిత జోడీ నిలిచింది."}, {"pair_id": "OUSD_193", "sentence_a": "మలయాళీ సూపర్ స్టార్ మమ్ముట్టి తాజా చిత్రం 'ది ప్రీస్ట్' ఈ నెల 14న అమెజాన్ ప్రైమ్ లో స్ట్రీమింగ్ కాబోతోంది.", "sentence_b": "ఈ సినిమాకు ‘రెడ్డిగారు’ అనే టైటిల్ అనుకుంటున్నారని సమాచారం."}], "is_golden": "false", "status": ""}
{"set_id": "2169", "wb_display": "182", "input": [{"pair_id": "OC4_3045", "sentence_a": "పెళ్లి తరువాత ఆమని మంచి చిత్రాల్లో నటిస్తూ బిజీ అయ్యారు.", "sentence_b": "రాజశేఖర్ తో చేసిన అమ్మకొడుకు సినిమా అప్పుడే తన మంచి నటి అవుతుందని అనుకున్నాను అనుకున్నట్టుగానే మంచి నటి అయింది."}, {"pair_id": "UDD_1300", "sentence_a": "టీడీడీ పాలక మండలి తనను అర్చకత్వం నుంచి బలవంతంగా పదవీవిరమణ చేయించిందని రమణదీక్షితులు బహిరంగంగానే ధ్వజమెత్తిన సంగతి తెలిసిందే.", "sentence_b": "పలువురు కాంగ్రెస్ సీనియర్ నాయకులు నెహ్రూ జయంతి వేడుకలలో పాల్గొన్నారు."}, {"pair_id": "para_581", "sentence_a": "రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీకి గురైన ఘటన కేరళ రాష్ట్రంలో జరిగింది .", "sentence_b": "కేరళ రాష్ట్రంలో రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీ అయినట్లు తెలుస్తుంది."}, {"pair_id": "para_103", "sentence_a": "ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం కోల్కతాలో అభిమానులు బారులు తీరారు .", "sentence_b": "కోల్కతాలోని ఫుట్బాల్ అభిమానులు ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం ఎగబడ్డారు."}], "is_golden": "false", "status": ""}
{"set_id": "2174", "wb_display": "183", "input": [{"pair_id": "OC4_2636", "sentence_a": "ఫిబ్రవరి 7 (నమస్తే తెలంగాణ): ఈశాన్య, ఉత్తరాది దిశల నుంచి శీతలగాలులు జోరుగా వీస్తుండటంతో రాష్ట్రంలో రెండు రోజులుగా చలి తీవ్రత మళ్లీ పెరిగింది.", "sentence_b": "ఎండల తీవ్రత పెరగాల్సిన సమయంలో అనూహ్యంగా రాత్రి, పగటి ఉష్ణోగ్రతలు తగ్గిపోతున్నాయి."}, {"pair_id": "para_1143", "sentence_a": "పచ్చని వృక్షాల నరికివేతపై సుప్రీంకోర్టు సంచలన ఆదేశాలు జారీ చేసింది .", "sentence_b": "పచ్చని చెట్ల నరికివేతపై పై సుప్రీంకోర్ట్ ఊహించని ఆదేశాలు ఇచ్చింది."}, {"pair_id": "para_995", "sentence_a": "కేటలోనియా నేతలు తమ వేర్పాటు బెదిరింపులను ఉపసంహరించుకోకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని రద్దు చేసేందుకు వెనుకాడబోమని స్పెయిన్ ప్రధాని మరియానా రజోరు హెచ్చరించారు .", "sentence_b": "స్పెయిన్ ప్రధాని మారియానా కేటలోనియా నేతలు తమ బెదిరింపులను రద్దు చేయకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని వెనక్కి తీస్కునేందుకు సిద్ధంగా ఉన్నామని హెచ్చరించారు."}, {"pair_id": "OC4_4064", "sentence_a": "హైదరాబాద్, ఏప్రిల్ 14: తెలంగాణ రాష్ట్రంలో ఎండల తీవ్రత కారణంగా పాఠశాలలకు విద్యా వార్షిక ప్రణాళికను మరోమారు సవరించింది.", "sentence_b": "ఈ నెల 16వ తేదీ నుండి పాఠశాలలకు సెలవులు ప్రకటించింది."}], "is_golden": "false", "status": ""}
{"set_id": "2171", "wb_display": "184", "input": [{"pair_id": "OUSD_2762", "sentence_a": "సిడ్నీ థండర్ జట్టు సభ్యురాలిగా. . . హర్మన్ ప్రీత్ తొలిసీజన్లో 296 పరుగులు సాధించడంతో పాటు.", "sentence_b": "జింబాబ్వేపై 172 పరుగులు చేసి టీ20ల్లో అత్యధిక వ్యక్తిగత స్కోరును కూడా నమోదు చేశాడు."}, {"pair_id": "OUSD_4855", "sentence_a": "1,243 కోట్ల రూపాయల నిధుల సమీకరణే లక్ష్యంగా ఈ పబ్లిక్ ఇష్యూకు బిఎస్ఇ దిగుతోంది.", "sentence_b": "నిన్న భారీగా నష్టపోయిన ఆటో షేర్లు ఈ రోజు కాస్త కోలుకున్నాయి."}, {"pair_id": "SP_1523", "sentence_a": "ఫాలోయింగ్ విషయంలో సూపర్స్టార్ రజనీకాంత్ మాత్రమే కాదు… విజయ్, అజిత్లు కూడా తక్కువేమీ కాదు.", "sentence_b": "వాళ్ల సినిమాలు రిలీజైనప్పుడు ఉండే సందడే అందుకు నిదర్శనం."}, {"pair_id": "OC4_4887", "sentence_a": "హీరో శ్రీకాంత్ ఈ సినిమాలో నెగటివ్ రోల్ లో కనిపించబోతున్నాడు.", "sentence_b": "శ్రీకాంత్ ఇంతకు ముందు నాగచైతన్య ‘యుద్ధం శరణం’లో విలన్ గా నటించాడు."}], "is_golden": "false", "status": ""}
{"set_id": "2170", "wb_display": "185", "input": [{"pair_id": "OUSD_287", "sentence_a": "గత కొన్ని సంవత్సరాలుగా ఆమె సినిమాలకు దూరంగా ఉంటున్నారు.", "sentence_b": "తెలుగులో ఆమె నటన చూసి ఇలాంటి కూతురు ఉంటే బాగుండు అన్నట్లు నటించింది."}, {"pair_id": "SP_1930", "sentence_a": "బాలీవుడ్ భామ అలియా సీత పాత్రలో రాంచరణ్ కి జోడీగా కనిపించనుంది.", "sentence_b": "ఆర్ఆర్ఆర్ తర్వాత చరణ్ ప్రముఖ దర్శకుడు శంకర్ తో మరో ప్రతిష్టాత్మక ప్రాజెక్ట్ చేయబోతున్నాడు."}, {"pair_id": "OUSD_19", "sentence_a": "అలాగే ఈ సినిమాలో మహేష్ సరసన పూజా హెగ్డే హీరోయిన్ గా నటిస్తోందట.", "sentence_b": "ఈ చిత్రం ద్వారా వాణి ఎం."}, {"pair_id": "SP_2684", "sentence_a": "ఆర్థిక సంక్షోభంలో కూరుకుపోయిన జెట్ ఎయిర్వేస్ మూసివేత ఖాయంగా కనిపిస్తున్నది.", "sentence_b": "అత్యవసర సాయాన్ని అందించడానికి ప్రధాన రుణతాద ఎస్బీఐ నిరాకరించడంతో జెట్ ఎయిర్వేస్ పరిస్థితి అగమ్యగోచరంగా మారింది."}], "is_golden": "false", "status": ""}
{"set_id": "2_G", "wb_display": "186", "input": [{"pair_id": "6", "sentence_a": "ఇక బార్బీ డాల్ ఇమేజ్ ఉండటం వల్లే కొన్ని హాట్ ఆఫర్లు మిస్ అయ్యాయనే పాయింట్ నిజం కాదని క్లారిటీ ఇచ్చింది.", "sentence_b": "దీంతో పాటుగా సబ్సిడీయేతర వంటగ్యాస్ సిలిండర్ ధరను కూడా రూపాయిన్నర మేర పెంచారు."}, {"pair_id": "84", "sentence_a": "ఢాకా : ఆసియాకప్ అండర్-18 హాకీ టోర్నీలో యువ భారత్ అదరగొట్టింది.", "sentence_b": "ఈ క్రమంలోనే టీ20లో భారత్ తరుపున అత్యధిక వికెట్లను తీసిన రెండో బౌలర్గా గుర్తింపు పొందాడు."}, {"pair_id": "37", "sentence_a": "ఆ బాటిల్ ఈవియన్ అనే కంపెనీ తయారు చేస్తుంది.", "sentence_b": "ఈ మేరకు బాధితులు ఇచ్చిన ఫిర్యాదుతో కేసు నమోదు చేసినట్టు పోలీసులు తెలిపారు. *చిత్రం. . . కారులో నుంచి ఎగసిపడుతున్న మంటలు"}, {"pair_id": "25", "sentence_a": "కరోనా వైరస్ ప్రభావం ఖైరతాబాద్ గణేశ్డిపై కూడా పడింది . ఈ నేపథ్యంలో ఖైరతాబాద్ గణేశ్ ఉత్సవ కమిటి సైతం కీలక నిర్ణయం తీసుకుంది .", "sentence_b": "ఖైరతాబాద్ గణేష్పై కూడా కరోనా ప్రభావం ఉంది. ఈ నేపథ్యంలో ఖైరతాబాద్ గణేష్ ఉత్సవ కమిటీ కీలక నిర్ణయం తీసుకుంది."}], "output": {"most_related": "25", "least_related": "6", "mr_explanation": "", "lr_explanation": ""}, "is_golden": "true", "status": ""}
{"set_id": "2176", "wb_display": "187", "input": [{"pair_id": "UDD_903", "sentence_a": "హైదరాబాద్లో బుధవారం జరిగిన ‘అసాధారణ వాతావరణ పరిస్థితులు-తెలంగాణ రాష్ట్రం’ అనే అంశంపై ప్రసంగిస్తున్న రాష్ట్ర ప్రణాళిక సంఘం ఉపాధ్యక్షుడు సింగిరెడ్డి నిరంజన్రెడ్డి", "sentence_b": "చైనాలో పరిస్థితుల గురించి ఆయన మాట్లాడుతూ గూగుల్కు సంబంధించిన ప్రధాన ఉత్పత్తులేవీ ఆ దేశంలో అందుబాటులో లేవన్నారు."}, {"pair_id": "OC4_2636", "sentence_a": "ఫిబ్రవరి 7 (నమస్తే తెలంగాణ): ఈశాన్య, ఉత్తరాది దిశల నుంచి శీతలగాలులు జోరుగా వీస్తుండటంతో రాష్ట్రంలో రెండు రోజులుగా చలి తీవ్రత మళ్లీ పెరిగింది.", "sentence_b": "ఎండల తీవ్రత పెరగాల్సిన సమయంలో అనూహ్యంగా రాత్రి, పగటి ఉష్ణోగ్రతలు తగ్గిపోతున్నాయి."}, {"pair_id": "OC4_266", "sentence_a": "పవిత్ర సంగమం దగ్గర గోదావరి ఘాట్లో శిలాఫలకం ఏర్పాటు చేశారు.", "sentence_b": "ఇందుకోసం స్టాక్ యార్డును ఇప్పటికే సిద్ధం చేశారు."}, {"pair_id": "SP_2684", "sentence_a": "ఆర్థిక సంక్షోభంలో కూరుకుపోయిన జెట్ ఎయిర్వేస్ మూసివేత ఖాయంగా కనిపిస్తున్నది.", "sentence_b": "అత్యవసర సాయాన్ని అందించడానికి ప్రధాన రుణతాద ఎస్బీఐ నిరాకరించడంతో జెట్ ఎయిర్వేస్ పరిస్థితి అగమ్యగోచరంగా మారింది."}], "is_golden": "false", "status": ""}
{"set_id": "2167", "wb_display": "188", "input": [{"pair_id": "UDD_939", "sentence_a": "2004లో వచ్చిన విధంగానే ఈ సారి కూడా ముందస్తు ఎన్నికలు వచ్చే అవకాశం ఉందని, అందుకు పార్టీ శ్రేణులు సిద్ధంగా ఉండాలని ఆమె పిలుపునిచ్చారు.", "sentence_b": "ఇంకొందరు అయితే సరదా మీమ్స్తో ఐసిసిను ఓ ఆట ఆడుకుంటున్నారు."}, {"pair_id": "OUSD_253", "sentence_a": "లాక్ డౌన్ కు ముందే దాదాపు 80శాతం షూటింగ్ పూర్తిచేసుకున్న ఈ సినిమాను ఓటీటీకి ఇవ్వాలని పూరి జగన్నాధ్ అనుకుంటున్నాడట.", "sentence_b": "మల్టీ డైమెన్షన్ గ్రూప్ బ్యానర్లో ఈ చిత్రం రూపుదిద్దుకోనుంది."}, {"pair_id": "para_182", "sentence_a": "పార్లమెంట్ వర్షాకాల సమావేశాల తేదీలు ఖరారయ్యాయి .", "sentence_b": "పార్లమెంట్ చర్చల తేదీలు తెలిపారు."}, {"pair_id": "UDD_170", "sentence_a": "ఫిలిప్పీన్స్ నుంచి వచ్చే దరఖాస్తులు 2006తో పోలిస్తే 70 శాతం తగ్గాయని యూఎస్ అధికారులు విడుదల చేసిన గణాంకాలు వెల్లడించాయి.", "sentence_b": "ఈ ఆర్థిక సంవత్సరం ఆర్బీఐ ఇప్పటికే రెండుసార్లు కీలక వడ్డీ రేట్లను పెంచింది."}], "is_golden": "false", "status": ""}
{"set_id": "2166", "wb_display": "189", "input": [{"pair_id": "OUSD_2717", "sentence_a": "తాను పాక్ ఆటగాళ్ల డ్రస్సింగ్ రూమ్కి వెళ్లినట్లు వస్తున్న వార్తలను అండర్-19 భారత క్రికెట్ జట్టు కోచ్ రాహుల్ ద్రవిడ్ కొట్టి పారేశాడు.", "sentence_b": "కొత్తగా ఎన్నికైన క్రికెట్ సలహా కమిటీ(సిఏసి) ఈవిషయం గురించి ఇంకా ఏం అనుకోలేదు."}, {"pair_id": "OC5_6241", "sentence_a": "సంగారెడ్డిలో డెక్కన్ గ్రెయింజ్ ప్లాంట్ ... రూ.200 కోట్ల ఆదాయం లక్ష్యం", "sentence_b": "హైదరాబాద్ : డెక్కన్ రైస్ బ్రాండ్ పేరుతో బియ్యం ఎగుమతుల్లో ఉన్న డెక్కన్ గ్రెయింజ్ కొత్తగా హైదరాబాద్ సమీపంలో ప్రాసెసింగ్ ప్లాంట్ను నెలకొల్పింది."}, {"pair_id": "para_1127", "sentence_a": "ఇస్రో ఛైర్మన్ శివన్ శ్రీవారిని దర్శించుకున్నారు .", "sentence_b": "శ్రీవారిని ఇస్రో ఛైర్మన్ శివన్ దర్శించుకున్నారు ."}, {"pair_id": "para_1153", "sentence_a": "నేషనల్ హెరాల్డ్ కేసులో ఢిల్లీ హైకోర్టు కీలక నిర్ణయం తీసుకుంది .", "sentence_b": "ఢిల్లీ హైకోర్టు నేషనల్ హెరాల్డ్ కేసులో ముఖ్య నిర్ణయం వెల్లడించింది."}], "is_golden": "false", "status": ""}
{"set_id": "2175", "wb_display": "190", "input": [{"pair_id": "SP_534", "sentence_a": "కరోనా వ్యాప్తి నేపథ్యంలో పరీక్షలు నిర్వహిస్తే విద్యార్థులు వైరస్ ప్రభావానికి గురయ్యే ప్రమాదం ఉందని పిటిషన్ లో పేర్కొన్నారు.", "sentence_b": "విచారణ సందర్భంగా, ప్రభుత్వం తరఫున సొలిసిటర్ జనరల్ తుషార్ మెహతా కోర్టుకు వివరాలు తెలిపారు."}, {"pair_id": "OC5_8875", "sentence_a": "ఎటిఎం, బ్యాంక్ ఎకౌంట్లు హ్యాక్…. పిఎస్ లో నిందితుడు ఆత్మహత్య", "sentence_b": "అగర్తాలా: ఎటిఎం, బ్యాంక్ ఎకౌంట్లను హ్యాక్ చేసే వ్యక్తి పోలీస్ స్టేషన్లో ఆత్మహత్య చేసుకున్న సంఘటన వెస్ట్ త్రిపురలో జిల్లాలో చోటుచేసుకుంది."}, {"pair_id": "para_176", "sentence_a": "ఆరోగ్యశ్రీలో మరో నూతన శకానికి ఆంధ్రప్రదేశ్ ముఖ్యమంత్రి వైఎస్ జగన్వెూహన్రెడ్డి ఈ రోజు శ్రీకారం చుట్టారు .", "sentence_b": "ఆరోగ్యశ్రీలో కొత్త పథకాన్ని జగన్వెూహన్రెడ్డి అమలు చేసారు."}, {"pair_id": "OC4_3170", "sentence_a": "ఈ పండుగ ప్రేమ, సహనం, త్యాగాలకు ప్రతీక అని పేర్కొన్నారు.", "sentence_b": "పేదలతో, బంధువులతో ఆహారాన్ని పంచుకునే ఈ పండుగ, మనకున్న దానిలో నలుగురికీ సాయం చేయాలనే సందేశాన్నిస్తుంది."}], "is_golden": "false", "status": ""}
{"set_id": "2173", "wb_display": "191", "input": [{"pair_id": "OUSD_4965", "sentence_a": "ఇక ఈ ఫోన్కు చెందిన 2జీబీ ర్యామ్, 16 జీబీ స్టోరేజ్ వేరియెంట్ ధర రూ.", "sentence_b": "హైదరాబాద్ ట్రేడ్ సెంటర్ ఏర్పాటు గురించి కూడా ఈ సందర్భంగా ఆయన ప్రస్తావించారు."}, {"pair_id": "para_495", "sentence_a": "శాంతిభద్రతలు , సంక్షేమం విషయంలోనూ పోలీసుశాఖకు ప్రభుత్వం అన్ని విధాలా సహకరిస్తుందని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి అన్నారు .", "sentence_b": "\"శాంతిభద్రతలు , సంక్షేమం విషయంలో పోలీసుశాఖ, ప్రభుత్వం అన్ని విధాలా సహకరిస్తుంది\" అని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి పేర్కొన్నరు."}, {"pair_id": "OUSD_60", "sentence_a": "ఈ సినిమా బాలీవుడ్ లో కలెక్షన్స్ బాగా తెచ్చుకుంది.", "sentence_b": "అంతేకాక ఈ షెడ్యూల్లోనే బాలీవుడ్ నటుడు అజయ్ దేవగన్ ఇంట్రో సీన్ కూడా పూర్తి చేయాలని ప్లాన్ చేస్తున్నారట."}, {"pair_id": "UDD_371", "sentence_a": "12 ప్లస్ డి, 13 ప్లస్ డి అనే రెండు ఆప్షన్లలో ఈ వాహనం లభిస్తుందని ఈ సందర్భంగా హైదరాబాద్లో సంస్థ తెలిపింది", "sentence_b": "తొలిపోటీలోనే 6-0తో కొలంబియాను చిత్తుచేసిన భారత మహిళల రికర్వుజట్టు అదే స్ఫూర్తిదాయక ప్రదర్శనతో ఫైనల్ బెర్త్ సాధించడం విశేషం."}], "is_golden": "false", "status": ""}
{"set_id": "2168", "wb_display": "192", "input": [{"pair_id": "OC4_1326", "sentence_a": "ప్రజలు టిఆర్ఎస్ పార్టీయే శ్రీరామ రక్ష అని భావిస్తున్నారని అయన అన్నారు.", "sentence_b": "కేసీఆర్ నాయకత్వానికి ఎంత మద్దతు ఉందొ ఈ ఎన్నికలు నిరూపించాయి అని అన్నారు."}, {"pair_id": "para_309", "sentence_a": "ఆంధ్రప్రదేశ్ ప్రజల చిరకాల ఆకాంక్ష పోలవరం ప్రాజెక్టు అని సీఎం చంద్రబాబు అన్నారు .", "sentence_b": "పోలవరం ప్రాజెక్ట్ ఆంధ్రప్రదేశ్ ప్రజల చిరకాల వాంఛ అని ఆ రాష్ట్ర ముఖ్యమంత్రి చంద్రబాబు గారు అన్నారు ."}, {"pair_id": "para_838", "sentence_a": "ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో తెలుగమ్మాయి వెన్నం జ్యోతి సురేఖ రెండు కాంస్య పతకాలు సాధించింది .", "sentence_b": "తెలుగు అమ్మాయి అయిన వెన్నం జ్యోతి సురేఖ ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో రెండు కాంస్య పతకాలు గెలిచింది."}, {"pair_id": "UDD_358", "sentence_a": "39,999కు అందించనున్నట్లు రియల్మీ తెలిపింది.", "sentence_b": "ఆందోళల దృష్ట్యా లోక్ కల్యాణ్ మార్గ్ మెట్రో స్టేషన్ గేట్లను అధికారులు మూసివేశారు."}], "is_golden": "false", "status": ""}
{"set_id": "27_G", "wb_display": "193", "input": [{"pair_id": "64", "sentence_a": "ఈ రోజు బర్త్ డే సెలబ్రేషన్స్ తో ఫుల్ బిజీ. . రేపు మాత్రం 'మహర్షి' తాజా షెడ్యూల్ ను గోవా లో ప్రారంభిస్తారట.", "sentence_b": "చిరంజీవి, రామ్ చరణ్లతో పాటు నాగ చైతన్య, సమంతలు కూడా ఈ వేడుకలో పాల్గొన్నారు."}, {"pair_id": "95", "sentence_a": "అయితే మిస్ర్తి తాజా వ్యాఖ్యలు గ్రూప్ ప్రతిష్ఠను మంటగలుపుతున్నాయని టాటాలు దుయ్యబట్టారు.", "sentence_b": "21 వ కామన్వెల్త్ గేమ్స్లో ఇప్పటివరకు భారత్ ఖాతాలో రెండు పతకాలు చేరాయి."}, {"pair_id": "98", "sentence_a": "మూడు రోజుల క్రితం చంద్రుడి ఉపరితలంపై వెలుతురు పెరిగిందని ఆయన చెప్పారు.", "sentence_b": "గత నెలతో పోలిస్తే దక్షిణ ధ్రువ ప్రాంతంలో నీడ తగ్గిందని ఆయన వివరించారు."}, {"pair_id": "70", "sentence_a": "జిల్లాలోని గజ్వేల్ మండలం కోమటిబండలో ఆయన పర్యటించారు.", "sentence_b": "కోమటిబండ వద్ద మిషన్ భగీరథ పథకాన్ని ఆయన పరిశీలించారు."}], "output": {"least_related": "95", "most_related": "70", "lr_explanation": "", "mr_explanation": ""}, "is_golden": "true", "status": ""}
{"set_id": "2179", "wb_display": "194", "input": [{"pair_id": "OUSD_142", "sentence_a": "అంతటి సీనియర్ హీరో. . ఈ జూనియర్ హీరోకు సోదరుడిగా నటించడం ఆశ్చర్యం కలిగించే విషయమే.", "sentence_b": "తాజాగా సీనియర్ నటుడు కోట శ్రీనివాసరావు మంచు విష్ణుకు మద్ధతు ప్రకటించారు."}, {"pair_id": "OC5_8875", "sentence_a": "ఎటిఎం, బ్యాంక్ ఎకౌంట్లు హ్యాక్…. పిఎస్ లో నిందితుడు ఆత్మహత్య", "sentence_b": "అగర్తాలా: ఎటిఎం, బ్యాంక్ ఎకౌంట్లను హ్యాక్ చేసే వ్యక్తి పోలీస్ స్టేషన్లో ఆత్మహత్య చేసుకున్న సంఘటన వెస్ట్ త్రిపురలో జిల్లాలో చోటుచేసుకుంది."}, {"pair_id": "OUSD_287", "sentence_a": "గత కొన్ని సంవత్సరాలుగా ఆమె సినిమాలకు దూరంగా ఉంటున్నారు.", "sentence_b": "తెలుగులో ఆమె నటన చూసి ఇలాంటి కూతురు ఉంటే బాగుండు అన్నట్లు నటించింది."}, {"pair_id": "UDD_170", "sentence_a": "ఫిలిప్పీన్స్ నుంచి వచ్చే దరఖాస్తులు 2006తో పోలిస్తే 70 శాతం తగ్గాయని యూఎస్ అధికారులు విడుదల చేసిన గణాంకాలు వెల్లడించాయి.", "sentence_b": "ఈ ఆర్థిక సంవత్సరం ఆర్బీఐ ఇప్పటికే రెండుసార్లు కీలక వడ్డీ రేట్లను పెంచింది."}], "is_golden": "false", "status": ""}
{"set_id": "2185", "wb_display": "195", "input": [{"pair_id": "para_182", "sentence_a": "పార్లమెంట్ వర్షాకాల సమావేశాల తేదీలు ఖరారయ్యాయి .", "sentence_b": "పార్లమెంట్ చర్చల తేదీలు తెలిపారు."}, {"pair_id": "OUSD_4855", "sentence_a": "1,243 కోట్ల రూపాయల నిధుల సమీకరణే లక్ష్యంగా ఈ పబ్లిక్ ఇష్యూకు బిఎస్ఇ దిగుతోంది.", "sentence_b": "నిన్న భారీగా నష్టపోయిన ఆటో షేర్లు ఈ రోజు కాస్త కోలుకున్నాయి."}, {"pair_id": "SP_2932", "sentence_a": "ఆదివారం సాయంత్రం జరిగిన విద్యుతాఘాతం ఉదంతంలో గొర్రెల మందపై విద్యుత్ వైర్లు తెగి పడడంతో మందలో ఉన్న మొత్తం గొర్రెలు మృత్యువాతకు గురయ్యాయి.", "sentence_b": "సలంద్రి మల్లయ్యకు చెందిన గొర్రెలను పెద్దూరులోని పెల్లెలో ఏర్పాటు చేసుకున్న దొడ్డికి చుట్టూ రక్షణగా ఇనుప కంచె నిర్మించారు."}, {"pair_id": "OC5_3778", "sentence_a": "అనంతనాగ్ జిల్లాలోని లాల్చౌక్లో జాతీయ జెండా రెపరెపలు", "sentence_b": "జమ్ముకశ్మీర్కు స్వయంప్రతిపత్తిని కల్పించే ఆర్టికల్ 370ని ప్రధానమంత్రి నరేంద్ర మోదీ ప్రభుత్వం రద్దు చేసి బుధవారానికి ఏడాది పూర్తయింది."}], "is_golden": "false", "status": ""}
{"set_id": "2186", "wb_display": "196", "input": [{"pair_id": "OUSD_240", "sentence_a": "కొత్తదనాన్ని కోరుకునే ప్రతి ఒక్కరిని ఈ సినిమా మెప్పిస్తుంది అని తెలిపారు.", "sentence_b": "ఈ చిత్రం ఈనెల 25న విడుదలకానుంది."}, {"pair_id": "OC4_3170", "sentence_a": "ఈ పండుగ ప్రేమ, సహనం, త్యాగాలకు ప్రతీక అని పేర్కొన్నారు.", "sentence_b": "పేదలతో, బంధువులతో ఆహారాన్ని పంచుకునే ఈ పండుగ, మనకున్న దానిలో నలుగురికీ సాయం చేయాలనే సందేశాన్నిస్తుంది."}, {"pair_id": "UDD_969", "sentence_a": "పశ్చిమబంగలో రైల్వే ఇరుసు కర్మాగారాన్ని నెలకొల్పనున్నట్లు ఆయన వెల్లడించారు.", "sentence_b": "ఈ దాడులు రాష్టవ్య్రాప్తంగా కొనసాగుతాయని ఈ సందర్భంగా విజిలెన్స్ డీజీ స్పష్టం చేశారు."}, {"pair_id": "OUSD_2703", "sentence_a": "అనంతరం బ్యాటింగ్ కు దిగిన భారత్ 49.5 ఓవర్లలో 252 పరుగులు చేసి ఆలౌటైంది.", "sentence_b": "ఆ తరువాత డిక్వెల్లా 64 పరుగులు చేసి జాదవ్ బౌలింగ్ లో ఎల్ బిడబ్ల్యూగా పెవిలియన్ చేరాడు."}], "is_golden": "false", "status": ""}
{"set_id": "2183", "wb_display": "197", "input": [{"pair_id": "UDD_1300", "sentence_a": "టీడీడీ పాలక మండలి తనను అర్చకత్వం నుంచి బలవంతంగా పదవీవిరమణ చేయించిందని రమణదీక్షితులు బహిరంగంగానే ధ్వజమెత్తిన సంగతి తెలిసిందే.", "sentence_b": "పలువురు కాంగ్రెస్ సీనియర్ నాయకులు నెహ్రూ జయంతి వేడుకలలో పాల్గొన్నారు."}, {"pair_id": "OUSD_193", "sentence_a": "మలయాళీ సూపర్ స్టార్ మమ్ముట్టి తాజా చిత్రం 'ది ప్రీస్ట్' ఈ నెల 14న అమెజాన్ ప్రైమ్ లో స్ట్రీమింగ్ కాబోతోంది.", "sentence_b": "ఈ సినిమాకు ‘రెడ్డిగారు’ అనే టైటిల్ అనుకుంటున్నారని సమాచారం."}, {"pair_id": "OUSD_157", "sentence_a": "దీంతో ప్రేక్షకులకు ఓటీటీలు, ఏటీటీలపై ఇంట్రస్ట్ ఏ మాత్రం ఉందో మనం అర్థం చేసుకోవచ్చు.", "sentence_b": "ఈ సందర్భంగా నందు మాట్లాడుతూ “తమిళ్లో సూపర్డూపర్ హిట్ అయిన ఈ చిత్రాన్ని తెలుగు ప్రేక్షకులకు అందిస్తున్నారు సురేష్ కొండేటి."}, {"pair_id": "UDD_371", "sentence_a": "12 ప్లస్ డి, 13 ప్లస్ డి అనే రెండు ఆప్షన్లలో ఈ వాహనం లభిస్తుందని ఈ సందర్భంగా హైదరాబాద్లో సంస్థ తెలిపింది", "sentence_b": "తొలిపోటీలోనే 6-0తో కొలంబియాను చిత్తుచేసిన భారత మహిళల రికర్వుజట్టు అదే స్ఫూర్తిదాయక ప్రదర్శనతో ఫైనల్ బెర్త్ సాధించడం విశేషం."}], "is_golden": "false", "status": ""}
{"set_id": "2178", "wb_display": "198", "input": [{"pair_id": "OC4_3045", "sentence_a": "పెళ్లి తరువాత ఆమని మంచి చిత్రాల్లో నటిస్తూ బిజీ అయ్యారు.", "sentence_b": "రాజశేఖర్ తో చేసిన అమ్మకొడుకు సినిమా అప్పుడే తన మంచి నటి అవుతుందని అనుకున్నాను అనుకున్నట్టుగానే మంచి నటి అయింది."}, {"pair_id": "OC5_6241", "sentence_a": "సంగారెడ్డిలో డెక్కన్ గ్రెయింజ్ ప్లాంట్ ... రూ.200 కోట్ల ఆదాయం లక్ష్యం", "sentence_b": "హైదరాబాద్ : డెక్కన్ రైస్ బ్రాండ్ పేరుతో బియ్యం ఎగుమతుల్లో ఉన్న డెక్కన్ గ్రెయింజ్ కొత్తగా హైదరాబాద్ సమీపంలో ప్రాసెసింగ్ ప్లాంట్ను నెలకొల్పింది."}, {"pair_id": "SP_2031", "sentence_a": "ఆస్ట్రేలియా, న్యూజిలాండ్ల పర్యటనను విజయవంతంగా ముగించిన టీమిండియా ఇప్పటికే సిరీస్లను కైవసం చేసుకున్న భారత జట్టు ప్రస్తుతం టీ-20 సిరీస్పై కన్నేసింది.", "sentence_b": "రెగ్యులర్ కెప్టెన్ విరాట్ విశ్రాంతి పేరుతో జట్టుకు దూరమవడంతో రోహిత్ శర్మ నాయకత్వంలో టీ-20 సిరీస్ను భారత్ ఆడనుంది."}, {"pair_id": "OC5_17435", "sentence_a": "కివీస్ కు ఊరట : ఘోరంగా ఓడిన భారత్", "sentence_b": "ఇప్పటికే సిరీస్ కైవసం చేసుకున్న భారత్.."}], "is_golden": "false", "status": ""}
{"set_id": "2181", "wb_display": "199", "input": [{"pair_id": "UDD_346", "sentence_a": "8,500 కోట్లు పెట్టుబడులు మదుపు చేశామన్నారు.", "sentence_b": "‘చీకటి రాజ్యం’ సినిమా ప్రేక్షకులకు ఓ సరికొత్త అనుభూతినిస్తుందని కమల్ మొదటి నుంచి చెబుతూ వస్తున్నారు."}, {"pair_id": "OUSD_2828", "sentence_a": "19 ఓవర్లకు ఆసీస్ 7 వికెట్ల నష్టానికి 132 పరుగులు చేసింది.", "sentence_b": "అనంతరం బ్యాటింగ్ చేసిన హాంగ్కాంగ్ 20 ఓవర్లలో 6 వికెట్లకు 144 పరుగులు సాధించింది."}, {"pair_id": "SP_976", "sentence_a": "ఈ విషయాన్ని కతార్ విదేశాంగ మంత్రి మహమ్మద్ బిన్ అబ్దుల్రహ్మన్ అల్ థని గురువారం వెల్లడించారు.", "sentence_b": "ఇటీవల జరిగిన విపరీతమైన తరలింపుతో విమానాశ్రయంలోని మౌలిక సదుపాయాలు నాశనం చేయబడ్డాయని తెలిపారు."}, {"pair_id": "UDD_837", "sentence_a": "నిత్య సహాయ మాత చర్చిలో ఈ ప్రేయర్ జరపగా. . సమాచారం అందుకున్న పోలీసులు ఆయన్ను అరెస్ట్ చేశారు.", "sentence_b": "ఇంగ్లాండ్ కూడ మంచి స్థితిలోనే ఉందని వ్యాఖ్యానించాడు."}], "is_golden": "false", "status": ""}
{"set_id": "2180", "wb_display": "200", "input": [{"pair_id": "OC5_2506", "sentence_a": "బిసిల సంక్షేమమే ధ్యేయంగా పథకాలు : మంత్రి శ్రీనివాస్ గౌడ్", "sentence_b": "హైదరాబాద్ : తెలంగాణలో బిసిల సంక్షేమమే ధ్యేయంగా సిఎం కెసిఆర్ పాలన చేస్తున్నారని మంత్రి శ్రీనివాస్ గౌడ్ స్పష్టం చేశారు."}, {"pair_id": "OC4_1326", "sentence_a": "ప్రజలు టిఆర్ఎస్ పార్టీయే శ్రీరామ రక్ష అని భావిస్తున్నారని అయన అన్నారు.", "sentence_b": "కేసీఆర్ నాయకత్వానికి ఎంత మద్దతు ఉందొ ఈ ఎన్నికలు నిరూపించాయి అని అన్నారు."}, {"pair_id": "OC5_4767", "sentence_a": "అప్పుల ఊబిలో రాష్ట్రం : మాజీ మంత్రి దేవినేని ఉమా", "sentence_b": "మైలవరం : రాష్ట్రాన్ని ఆప్పుల ఊబిలో నెట్టిన ఘనత సీఎం జగన్మోహన్రెడ్డికే దక్కుతుందని మాజీ మంత్రి దేవినేని ఉమామహేశ్వరరావు అన్నారు."}, {"pair_id": "UDD_519", "sentence_a": "రానున్న ప్రపంచకప్లో ఇటువంటి పొరపాట్లకు తావు లేకుండా చూడాల్సిన అవసరం జట్టు యాజమాన్యంపై ఎంతైనా ఉందన్నాడు.", "sentence_b": "భూకంపం విలయంతో దిగ్భ్రాంతికి గురైన ఆ బాలిక ప్రస్తుతం ఆస్పత్రిలో చికిత్స పొందుతోందని, ఆమె ఆరోగ్యం బాగుందని సహాయక సిబ్బంది తెలిపారు."}], "is_golden": "false", "status": ""}
{"set_id": "2187", "wb_display": "201", "input": [{"pair_id": "para_802", "sentence_a": "2019 ఎన్నికల్లో కాంగ్రెస్ ఘన విజయం సాధిస్తుందని టిపిసిసి చీఫ్ ఉత్తమ్కుమార్రెడ్డి అన్నారు .", "sentence_b": "ఉత్తమ్కుమార్రెడ్డి టిపిసిసి చీఫ్ 2019 ఎన్నికల్లో కాంగ్రెస్ విజయానికి తిరుగులేదని స్పష్టం చేసారు."}, {"pair_id": "para_62", "sentence_a": "జనసేన అధినేత పవన్ కళ్యాణ్ శనివారం ప్రకాశం జిల్లాలో పర్యటించారు .", "sentence_b": "జనసేన అధినేత అయిన పవన్ కళ్యాణ్ ప్రకాశం జిల్లలో శనివారం పర్యటించారు."}, {"pair_id": "para_1153", "sentence_a": "నేషనల్ హెరాల్డ్ కేసులో ఢిల్లీ హైకోర్టు కీలక నిర్ణయం తీసుకుంది .", "sentence_b": "ఢిల్లీ హైకోర్టు నేషనల్ హెరాల్డ్ కేసులో ముఖ్య నిర్ణయం వెల్లడించింది."}, {"pair_id": "OC5_6664", "sentence_a": "ఫిల్మ్ ఇన్స్టిట్యూట్ ఆఫ్ ఇండియాకు ఛైర్మన్గా అనుపమ్ ఖేర్", "sentence_b": "బాలీవుడ్ నటుడు అనుపమ్ ఖేర్ పూణేలోని ఫిల్మ్ అండ్ టెలివిజన్ ఇనిస్టిట్యూట్ ఆఫ్ ఇండియా చైర్మన్గా నియమితులయ్యారు."}], "is_golden": "false", "status": ""}
{"set_id": "2184", "wb_display": "202", "input": [{"pair_id": "UDD_1281", "sentence_a": "3లక్షలు విలువ చేసే 1.50 క్వింటాళ్ల పత్తి విత్తనాలు స్వాధీనం చేసుకుని ఇద్దరిని అరెస్టు రిమాండ్కు తరలించడం జరిగిందని ఎస్ఐ పేర్కొన్నారు.", "sentence_b": "ఈ వివాదం రచ్చకెక్కడంతో ప్రభుత్వం వారిని సెలవుపై పంపిన విషయం విదితమే."}, {"pair_id": "para_1127", "sentence_a": "ఇస్రో ఛైర్మన్ శివన్ శ్రీవారిని దర్శించుకున్నారు .", "sentence_b": "శ్రీవారిని ఇస్రో ఛైర్మన్ శివన్ దర్శించుకున్నారు ."}, {"pair_id": "para_115", "sentence_a": "కర్నూలు జిల్లాలో టీడీపీ అభ్యర్థిపై ప్రత్యర్థుల దాడి కలకలం రేపుతోంది .", "sentence_b": "టీడీపీ అభ్యర్థిపై ప్రత్యర్థులు దాడి చేయడం వల్ల కర్నూలు జిల్లాలో అల్లకల్లోలం జరుగుతుంది ."}, {"pair_id": "OUSD_165", "sentence_a": "ఆయన కొత్త సినిమా పూజా కార్యక్రమాలు ఈ రోజు జరిగాయి.", "sentence_b": "ఈ చిత్రాన్ని దర్శకుడు అనిల్ పాడూరి తెరకెక్కిస్తుండగా. . . పూరి జగన్నాథ్, ఛార్మీ నిర్మాతలుగా వ్యవహరిస్తున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2182", "wb_display": "203", "input": [{"pair_id": "SP_2830", "sentence_a": "వినియోగదారుల సంతఅప్తి మెరుగుపరచాలనే ఉద్దేశ్యంతో దీన్ని అందుబాటులోకి తెచ్చామని ఆ సంస్థ పేర్కొంది.", "sentence_b": "దీంతో భవిష్యత్తులో ఫిర్యాదులు తగ్గనున్నాయని విశ్వాసం వ్యక్తం చేసింది."}, {"pair_id": "para_838", "sentence_a": "ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో తెలుగమ్మాయి వెన్నం జ్యోతి సురేఖ రెండు కాంస్య పతకాలు సాధించింది .", "sentence_b": "తెలుగు అమ్మాయి అయిన వెన్నం జ్యోతి సురేఖ ప్రపంచ ఆర్చరీ చాంపియ న్షిప్లో రెండు కాంస్య పతకాలు గెలిచింది."}, {"pair_id": "UDD_358", "sentence_a": "39,999కు అందించనున్నట్లు రియల్మీ తెలిపింది.", "sentence_b": "ఆందోళల దృష్ట్యా లోక్ కల్యాణ్ మార్గ్ మెట్రో స్టేషన్ గేట్లను అధికారులు మూసివేశారు."}, {"pair_id": "UDD_261", "sentence_a": "నలుగు, రోజ్గోల్డ్, గోల్డ్, బ్లూ రంగులలో ఈ ఫోన్లు ఉన్నాయి.", "sentence_b": "సమాచారమందుకున్న రెస్యూ టీం అక్కడికి చేరుకుని వారిని అంబులెన్స్ల్లో ఆస్పత్రులకు తరలించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2177", "wb_display": "204", "input": [{"pair_id": "OUSD_105", "sentence_a": "ఇక హైదరాబాద్లో కొత్త ఫ్లాట్ కూడా కొనుక్కొని సినిమాల్లో తన సక్సెస్ను ఈ భామ ఎంజాయ్ చేస్తోందని తెలిసింది.", "sentence_b": "ఇక ఈ చిత్రంలో రాజశేఖర్కు జోడిగా పూజా కుమార్, శ్రద్ధాదాస్ నటించారు."}, {"pair_id": "OC4_5627", "sentence_a": "హిట్ మ్యాన్ గా పేరొందిన రోహిత్ వన్డే క్రికెట్ లో పలు రికార్డులను తన ఖాతాలో వేసుకున్న విషయం విదితమే.", "sentence_b": "మూడుసార్లు డబుల్ సెంచరీలు సాధించిన ఏకైక బ్యాట్స్ మెన్ గా కొనసాగుతున్నాడు రోహిత్."}, {"pair_id": "OC4_1664", "sentence_a": "ఈ పరిస్థితుల్లో డీఎస్ అమిత్ షాను కలవడంతో రాజకీయంగా ప్రాధాన్యం సంతరించుకుంది.", "sentence_b": "గత లోక్సభ ఎన్నికల్లో డీఎస్ కుమారుడు అరవింద్ నిజామాబాద్ బీజేపీ అభ్యర్థిగా పోటీ చేసి గెలుపొందారు."}, {"pair_id": "OUSD_7272", "sentence_a": "ఈ కేసును సీబీఐతో విచారణ చేయించేందుకు హైకోర్టు అనుమతి ఇచ్చింది.", "sentence_b": "ఈ చట్టం అమలులోకి వచ్చిన తర్వాత తొలిసారిగా ఒక కేసులో కోర్టు దోషికి మరణ శిక్షను ఖరారు చేసింది."}], "is_golden": "false", "status": ""}
{"set_id": "2191", "wb_display": "205", "input": [{"pair_id": "OUSD_2800", "sentence_a": "ఇక సెమీస్ తో భారత్ ప్రత్యర్థి ఎవరో తెలిసిపోయింది.", "sentence_b": "మూడో యూత్ ఒలింపిక్స్లో భారత్ పసిడి ఖాతాను తెరవడం గమనార్హం."}, {"pair_id": "para_495", "sentence_a": "శాంతిభద్రతలు , సంక్షేమం విషయంలోనూ పోలీసుశాఖకు ప్రభుత్వం అన్ని విధాలా సహకరిస్తుందని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి అన్నారు .", "sentence_b": "\"శాంతిభద్రతలు , సంక్షేమం విషయంలో పోలీసుశాఖ, ప్రభుత్వం అన్ని విధాలా సహకరిస్తుంది\" అని ఉప ముఖ్యమంత్రి కెఇ కృష్ణమూర్తి పేర్కొన్నరు."}, {"pair_id": "OUSD_2717", "sentence_a": "తాను పాక్ ఆటగాళ్ల డ్రస్సింగ్ రూమ్కి వెళ్లినట్లు వస్తున్న వార్తలను అండర్-19 భారత క్రికెట్ జట్టు కోచ్ రాహుల్ ద్రవిడ్ కొట్టి పారేశాడు.", "sentence_b": "కొత్తగా ఎన్నికైన క్రికెట్ సలహా కమిటీ(సిఏసి) ఈవిషయం గురించి ఇంకా ఏం అనుకోలేదు."}, {"pair_id": "UDD_641", "sentence_a": "ఎంత సూపర్ స్టార్ తో సినిమా అయినప్పటికీ దిల్ రాజు అలా మితిమీరి బడ్జెట్ ఎలా పెట్టాడు అని అందరూ షాక్ అవుతున్నారు.", "sentence_b": "దాడికి పాల్పడిన ఉజ్బెకిస్థాన్ దేశీయుడు సైఫుల్లోను కఠినంగా శిక్షిస్తామని ఆయన హెచ్చరించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2192", "wb_display": "206", "input": [{"pair_id": "UDD_1038", "sentence_a": ". ప్రశ్నోత్తరాల తర్వాత ఏ అంశంపై నైనా చర్చ చేయడతామని స్పీకర్ పదేపదే విపక్ష సభ్యులకు నచ్చజెప్పినా వారు తమ ఆందోళనను కొనసాగిస్తున్నారు.", "sentence_b": "పుల్వామా ఘటనతో పాక్ సంబంధం లేదని పాక్ ప్రధాని ఇమ్రాన్ ఖాన్ మీడియాతో తెలిపారు."}, {"pair_id": "UDD_485", "sentence_a": "మొత్తం పది ఓవర్లు ముగిసే సరికి రెండు వికెట్ల నష్టానికి రాజస్తాన్ 99 పరుగులు చేసింది.", "sentence_b": "ఈ సినిమాలో నరేశ్, సత్య, అర్చనా సౌందర్య ఇతర పాత్రలలో నటిస్తున్నారు."}, {"pair_id": "para_4", "sentence_a": "ఈజిప్ట్ మాజీ అధ్యక్షుడు మహ్మద్ మోర్సీకి ట్రయల్ కోర్టు విధించిన 20 ఏళ్ల జైలు శిక్షను దేశ సర్వోన్నత న్యాయస్థానం ఖరారు చేసింది .", "sentence_b": "ఈజిప్ట్ సర్వోన్నత న్యాయస్థానం మాజీ అద్యక్ష్యుడు అయిన మొహమ్మద్ మోర్సీకి కోర్టు 20 ఏళ్ళ జైలు శిక్షను కరారు చేసింది."}, {"pair_id": "OUSD_75", "sentence_a": "వచ్చే ఏడాది సంక్రాంతికి విడుదలకానున్న ఈ చిత్రానికి సంగీతం దేవిశ్రీ అందిస్తున్నారు.", "sentence_b": "ఈ సినిమా వచ్చే ఏడాది ఏప్రిల్లో సెట్స్పైకి వెళ్తుంది."}], "is_golden": "false", "status": ""}
{"set_id": "2194", "wb_display": "207", "input": [{"pair_id": "UDD_1333", "sentence_a": "దాని వల్ల సోషల్ మీడియాలో అనుచిత వ్యాఖ్యలు/ చిత్రాలు పోస్టు చేసే అసలైన వ్యక్తిని సులభంగా పట్టుకోడానికి వీలుంటుందని కోర్టు పేర్కొంది.", "sentence_b": "ఇరు వాదనలు విన్న సీబీఐ కోర్టు తీర్పును 30 నిమిషాల పాటు రిజర్వ్లో ఉంచింది."}, {"pair_id": "OUSD_4898", "sentence_a": "న్యూఢిల్లీ, మే 18: తెలంగాణ నుంచి కేసీఆర్ కిట్, ఎలక్ట్రానిక్ సర్వీసెస్ డెలివరీ టీ యాప్, టీ-వాలెట్లకు బిజినెస్ వరల్డ్ సంస్థ అవార్డులు లభించాయి.", "sentence_b": "తొలుత హైదరాబాద్కు కడప నుంచి విమాన సర్వీసులు నడుపుతున్నారు."}, {"pair_id": "OUSD_7399", "sentence_a": "పంచాయతీ ఎన్నికల నేపథ్యంలో పోలీసులు ఏజెన్సీ గ్రామాల్లో భద్రత కట్టుదిట్టం చేశారు.", "sentence_b": "దాంతో తర్జనభర్జనల అనంతరం మంగళవారం ఉదయం పోలీసులకు ఫిర్యాదు చేశారు."}, {"pair_id": "SP_157", "sentence_a": "సోమవారం స్థానిక ఎంపిడిఒ కార్యాల యంలో గ్రామ సంరక్షణ మహిళ పోలీసులతో ఆయన సమావే శమయ్యారు.", "sentence_b": "ఈ సందర్భంగా ఎంపిడిఒ కరోనా నివారణకు తీసు కోవాల్సిన కార్యాచరణను గురించి వివరించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2197", "wb_display": "208", "input": [{"pair_id": "OUSD_7317", "sentence_a": "తనకు ఎవరితోనూ శతృత్వం లేదని, దాడి చేసిన ఆగంతకులను తాను గుర్తు పట్టనని బాధితుడు మనోజ్ తెలుపడంతో పోలీసులు ఇతర కోణాల్లోనూ దర్యాప్తు జరుపుతున్నారు.", "sentence_b": "వాద్రా విచారణకు సహకరించడం లేదని, సరైన సమాధానాలు చెప్పడంలేదని ఈడీ తెలిపింది."}, {"pair_id": "OUSD_216", "sentence_a": "ఏదేమైనా అటు దర్శకుడు అనిల్ రావిపూడి కెరీర్లోనూ అలాగే మహేష్ బాబు కెరీర్లోనూ ఇది బిగ్గెస్ట్ హిట్ చిత్రం అని చెప్పడంలో ఎటువంటి సందేహం లేదు.", "sentence_b": "చిత్రం విజయం సాధించిన సందర్భంగా శుభాకాంక్షలు తెలియజేశారు."}, {"pair_id": "OUSD_2743", "sentence_a": "కాగా ఈ మ్యాచ్ రెండు ఇన్నింగ్స్లో కోహ్లీ ప్రదర్శనకు గాను మ్యాన్ ఆఫ్ ది సిరీస్ అవార్డు దక్కింది.", "sentence_b": "ఈ సందర్బంలో తీసిన ఫొటోను అభిమానులతో సోషల్ మీడియా వేదికగా పంచుకున్నాడు మహేంద్రుడు."}, {"pair_id": "OC4_4064", "sentence_a": "హైదరాబాద్, ఏప్రిల్ 14: తెలంగాణ రాష్ట్రంలో ఎండల తీవ్రత కారణంగా పాఠశాలలకు విద్యా వార్షిక ప్రణాళికను మరోమారు సవరించింది.", "sentence_b": "ఈ నెల 16వ తేదీ నుండి పాఠశాలలకు సెలవులు ప్రకటించింది."}], "is_golden": "false", "status": ""}
{"set_id": "45_G", "wb_display": "209", "input": [{"sentence_a": "గాయపడిన వారిని చికిత్స కోసం ఆస్పత్రికి తరలించారు.", "sentence_b": "5000సిరీస్ ధరలు 49,490 రూపాయలుగా అలెన్జోస్ వెల్లడించారు.", "pair_id": "90"}, {"sentence_a": "మరో యువతి బలవంతంతోనే తన కూతురు ఈ పెళ్లికి అంగీకరించిందని ఆయన ఆరోపించారు.", "sentence_b": "ఈ విషయాన్ని టీమిండియా వైస్ కెప్టెన్ అజింక్య రహానె ట్విటర్ ద్వారా వెల్లడించాడు.", "pair_id": "94"}, {"sentence_a": "కాశ్మీర్లో రాష్టప్రతి పాలన మరో ఆరు నెలలు పొడిగించటంపై వస్తున్న విమర్శలపై ఆయన మీడియా సమావేశంలో స్పందించారు.", "sentence_b": "కాంగ్రెస్, ఎన్ఎస్పి కలిసి కాశ్మీర్లో ఉగ్రవాద బీజాలు వేశాయని అన్నారు.", "pair_id": "56"}, {"sentence_a": "మహిళా బాక్సర్ మేరీ కోమ్ వంటి క్రీడాకారిణులు ప్రతికూల పరిస్థితుల్లోను రాణించారని, ఆ స్ఫూర్తి ఆందరిలోను కనిపించాలని పేర్కొంది.", "sentence_b": "తద్వారా వన్డే క్రికెట్లో భారత్ తరపున అత్యధిక పరుగులు చేసిన మహిళా క్రికెటర్గా చరిత్ర సృష్టించింది.", "pair_id": "19"}], "output": {"lr_explanation": "", "least_related": "90", "most_related": "56", "mr_explanation": ""}, "is_golden": "true", "status": ""}
{"set_id": "2190", "wb_display": "210", "input": [{"pair_id": "SP_1183", "sentence_a": "2008లో ముంబయిలోని హోటల్పై పాక్ ప్రేరేపిత ఉగ్రవాదులు దాడులు జరిగి పదేళ్లు పూర్తయిన నేపథ్యంలో ఆయన మాట్లాడుతూ ఉగ్రవాదంపై పోరులో భారత్కు అండగా ఉంటానన్నారు.", "sentence_b": "ఈ పోరాటంలో ఉగ్రవాదులు గెలవరాదన్నారు."}, {"pair_id": "OUSD_19", "sentence_a": "అలాగే ఈ సినిమాలో మహేష్ సరసన పూజా హెగ్డే హీరోయిన్ గా నటిస్తోందట.", "sentence_b": "ఈ చిత్రం ద్వారా వాణి ఎం."}, {"pair_id": "OC4_2390", "sentence_a": "దేశంలో రెండవ ఎన్ఐఏ కార్యాలయంగా గుర్తింపు పొందనుంది.", "sentence_b": "హైదరాబాద్ హైటెక్ సిటీ మాదాపూర్ ఖానమెట్లో ఎన్ఐఏ కార్యాలయాన్ని శుక్రవారం కేంద్ర హోంత్రి రాజ్నాథ్ సింగ్ ప్రారంభిస్తున్నారు."}, {"pair_id": "OUSD_4913", "sentence_a": "ఎంపిక చేసిన మోడల్స్పై ధరలను రెండు శాతం మేర పెంచినట్టు ఆ సంస్థ సోమవారం రెగ్యూలేటరీ సంస్థలకు సమాచారం ఇచ్చింది.", "sentence_b": "హైదరాబాద్ : టాటా మోటార్స్ కొత్తగా విడుదల చేసిన టియాగో కార్లను వందకుపైగా పంపిణీ చేసిన సందర్భంగా గ్రాండ్ డెలివరీ వేడుక నిర్వహించింది."}], "is_golden": "false", "status": ""}
{"set_id": "2195", "wb_display": "211", "input": [{"pair_id": "para_309", "sentence_a": "ఆంధ్రప్రదేశ్ ప్రజల చిరకాల ఆకాంక్ష పోలవరం ప్రాజెక్టు అని సీఎం చంద్రబాబు అన్నారు .", "sentence_b": "పోలవరం ప్రాజెక్ట్ ఆంధ్రప్రదేశ్ ప్రజల చిరకాల వాంఛ అని ఆ రాష్ట్ర ముఖ్యమంత్రి చంద్రబాబు గారు అన్నారు ."}, {"pair_id": "OUSD_162", "sentence_a": "ఓ జంతు సంరక్షణ కేంద్రాన్ని నడుపుకునేదాన్ని”అని చెప్పిం ది ఈ చెన్నై సుందరి.", "sentence_b": "ఎస్వీ2 ఎంటర్టైన్మెంట్ బ్యానర్పై ఈ సినిమాను నిర్మిస్తున్నారు."}, {"pair_id": "OUSD_253", "sentence_a": "లాక్ డౌన్ కు ముందే దాదాపు 80శాతం షూటింగ్ పూర్తిచేసుకున్న ఈ సినిమాను ఓటీటీకి ఇవ్వాలని పూరి జగన్నాధ్ అనుకుంటున్నాడట.", "sentence_b": "మల్టీ డైమెన్షన్ గ్రూప్ బ్యానర్లో ఈ చిత్రం రూపుదిద్దుకోనుంది."}, {"pair_id": "para_811", "sentence_a": "అమెరికాలో ఉండే పలువురు హాలీవుడ్ స్టార్స్ కు కరోనా వైరస్ సోకినట్లుగా సమాచారం .", "sentence_b": "అమెరికాలో ఉన్న నటులకు కరోన నిర్ధారణ అయ్యింది."}], "is_golden": "false", "status": ""}
{"set_id": "2198", "wb_display": "212", "input": [{"pair_id": "OUSD_7294", "sentence_a": "స్థానిక పోలీసులకు ఇచ్చిన ఫిర్యాదు మేరకు సంఘటనా స్థలాన్ని చేరుకున్నారు.", "sentence_b": "ఎప్పటిలాగే ఆయన బుధవారం ఉదయం 7.30 గంటల ప్రాంతంలో పోలీస్స్టేషన్కు చేరుకున్నారు."}, {"pair_id": "SP_1930", "sentence_a": "బాలీవుడ్ భామ అలియా సీత పాత్రలో రాంచరణ్ కి జోడీగా కనిపించనుంది.", "sentence_b": "ఆర్ఆర్ఆర్ తర్వాత చరణ్ ప్రముఖ దర్శకుడు శంకర్ తో మరో ప్రతిష్టాత్మక ప్రాజెక్ట్ చేయబోతున్నాడు."}, {"pair_id": "para_581", "sentence_a": "రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీకి గురైన ఘటన కేరళ రాష్ట్రంలో జరిగింది .", "sentence_b": "కేరళ రాష్ట్రంలో రూ . 6 కోట్ల విలువ చేసే బంగారం చోరీ అయినట్లు తెలుస్తుంది."}, {"pair_id": "para_400", "sentence_a": "పది మంది ఉగ్రవాదులకు మరణశిక్షను అమలు చేయాలని పాకిస్థాన్ ఆర్మీ చీఫ్ జనరల్ ఖామర్ జావెద్ బాజ్వా నేడు ఆదేశాలు జారీ చేశారు .", "sentence_b": "పాకిస్థాన్ ఆర్మీ కమాండర్-ఇన్-చీఫ్ కమల్ జావిద్ బజ్వా ఈరోజు పది మంది ఉగ్రవాదులను ఉరితీయాలని ఆదేశించారు."}], "is_golden": "false", "status": ""}
{"set_id": "2196", "wb_display": "213", "input": [{"pair_id": "para_584", "sentence_a": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులకు సంబంధం వుందని శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన వెల్లడించారు .", "sentence_b": "గత ఆదివారం కొలంబో నగరంలో పేలుళ్లకు పాల్పడిన ఉగ్రవాదులకు మాదకద్రవ్య వ్యాపారులతో సంబంధం ఉనట్లు శ్రీలంక అధ్యక్షుడు మైత్రీపాల సిరిసేన తెలిపారు."}, {"pair_id": "SP_1523", "sentence_a": "ఫాలోయింగ్ విషయంలో సూపర్స్టార్ రజనీకాంత్ మాత్రమే కాదు… విజయ్, అజిత్లు కూడా తక్కువేమీ కాదు.", "sentence_b": "వాళ్ల సినిమాలు రిలీజైనప్పుడు ఉండే సందడే అందుకు నిదర్శనం."}, {"pair_id": "UDD_1224", "sentence_a": "బాధితుడి మేరకు కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "పుట్టిన రోజు వేడుకలను ట్రంప్ కాస్త ముందుగానే జరుపుకున్నారని బాలకృష్ణన్ కామెంట్ చేశారు."}, {"pair_id": "para_471", "sentence_a": "మిజోరం నూతన ముఖ్యమంత్రిగా మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా శనివారం ప్రమాణ స్వీకారం చేశారు .", "sentence_b": "\"మిజో నేషనల్ ఫ్రంట్ అధ్యక్షుడు జొరంతంగా\" శనివారం రోజు మిజోరం నూతన ముఖ్యమంత్రిగా ప్రమాణ స్వీకారం చేశారు ."}], "is_golden": "false", "status": ""}
{"set_id": "2193", "wb_display": "214", "input": [{"pair_id": "UDD_939", "sentence_a": "2004లో వచ్చిన విధంగానే ఈ సారి కూడా ముందస్తు ఎన్నికలు వచ్చే అవకాశం ఉందని, అందుకు పార్టీ శ్రేణులు సిద్ధంగా ఉండాలని ఆమె పిలుపునిచ్చారు.", "sentence_b": "ఇంకొందరు అయితే సరదా మీమ్స్తో ఐసిసిను ఓ ఆట ఆడుకుంటున్నారు."}, {"pair_id": "SP_1890", "sentence_a": "ఈనెల 25న ప్రపంచవ్యాప్తంగా రిలీజవుతోంది.", "sentence_b": "తెలుగు - తమిళం - హిందీలో ఈ చిత్రాన్ని ప్రతిష్ఠాత్మకంగా రిలీజ్ చేసేందుకు కంగన టీమ్ సన్నాహకాల్లో ఉంది."}, {"pair_id": "OUSD_4899", "sentence_a": "మొదట ఈ-వాలెట్ల హవా కొనసాగినా. . మళ్లీ బ్యాంకుల డిజిటల్ విధానాల ద్వారా నగదు లావాదేవీలు పెరిగాగాయి.", "sentence_b": "ఈ నెలాఖరులో ఎయిర్ ఏషియా వారు చెన్నై-కడప-చెన్నై మార్గంలో విమాన సర్వీసు ప్రారంభించనున్నారు."}, {"pair_id": "OC5_3784", "sentence_a": "నవంబర్ 23 నుంచి వ్యవసాయేతర భూముల రిజిస్ట్రేషన్ : సీఎం కేసీఆర్", "sentence_b": "వ్యవసాయేతర భూముల రిజిస్ట్రేషన్పై తెలంగాణ సీఎం కేసీఆర్ కీలక నిర్ణయం తీసుకున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2189", "wb_display": "215", "input": [{"pair_id": "para_103", "sentence_a": "ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం కోల్కతాలో అభిమానులు బారులు తీరారు .", "sentence_b": "కోల్కతాలోని ఫుట్బాల్ అభిమానులు ఫిఫా అండర్ - 17 ప్రపంచ కప్ సెమీఫైనల్ మ్యాచ్ టిక్కెట్ల కోసం ఎగబడ్డారు."}, {"pair_id": "UDD_1322", "sentence_a": "కేసు నమోదు చేసి దర్యాప్తు చేస్తున్నట్లు ఆయన తెలిపారు.", "sentence_b": "కొద్ది సేపట్లో ఆయన నామినేషన్ దాఖలు చేయనున్నారు."}, {"pair_id": "para_1136", "sentence_a": "ఈ రోజు తిరుమల శ్రీవారిని మంత్రి ఇంద్రకరణ్రెడ్డి దర్శించుకున్నారు .", "sentence_b": "ఈ రోజు మంత్రి ఇంద్రకరణ్రెడ్డి గారు తిరుమల దేవస్థానాని దర్శించుకున్నారు."}, {"pair_id": "UDD_503", "sentence_a": "ఈ దారుణ ఓటమితో ఢిల్లీ తమ ప్లే ఆఫ్స్ ఆశలను మరింత సంక్లిష్టం చేసుకుంది.", "sentence_b": "తమ దేశాన్ని దెబ్బతీసి, మదురోను తొలగించాలన్నది అమెరికా లక్ష్యంగా వుందని వెనిజులా అధికారులు విమర్శిస్తున్నారు."}], "is_golden": "false", "status": ""}
{"set_id": "2188", "wb_display": "216", "input": [{"pair_id": "para_176", "sentence_a": "ఆరోగ్యశ్రీలో మరో నూతన శకానికి ఆంధ్రప్రదేశ్ ముఖ్యమంత్రి వైఎస్ జగన్వెూహన్రెడ్డి ఈ రోజు శ్రీకారం చుట్టారు .", "sentence_b": "ఆరోగ్యశ్రీలో కొత్త పథకాన్ని జగన్వెూహన్రెడ్డి అమలు చేసారు."}, {"pair_id": "OC4_4887", "sentence_a": "హీరో శ్రీకాంత్ ఈ సినిమాలో నెగటివ్ రోల్ లో కనిపించబోతున్నాడు.", "sentence_b": "శ్రీకాంత్ ఇంతకు ముందు నాగచైతన్య ‘యుద్ధం శరణం’లో విలన్ గా నటించాడు."}, {"pair_id": "para_995", "sentence_a": "కేటలోనియా నేతలు తమ వేర్పాటు బెదిరింపులను ఉపసంహరించుకోకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని రద్దు చేసేందుకు వెనుకాడబోమని స్పెయిన్ ప్రధాని మరియానా రజోరు హెచ్చరించారు .", "sentence_b": "స్పెయిన్ ప్రధాని మారియానా కేటలోనియా నేతలు తమ బెదిరింపులను రద్దు చేయకపోతే ఇప్పటి వరకూ కొనసాగిస్తున్న స్వయం ప్రతిపత్తిని వెనక్కి తీస్కునేందుకు సిద్ధంగా ఉన్నామని హెచ్చరించారు."}, {"pair_id": "para_1143", "sentence_a": "పచ్చని వృక్షాల నరికివేతపై సుప్రీంకోర్టు సంచలన ఆదేశాలు జారీ చేసింది .", "sentence_b": "పచ్చని చెట్ల నరికివేతపై పై సుప్రీంకోర్ట్ ఊహించని ఆదేశాలు ఇచ్చింది."}], "is_golden": "false", "status": ""}
{"set_id": "2199", "wb_display": "217", "input": [{"pair_id": "OUSD_2762", "sentence_a": "సిడ్నీ థండర్ జట్టు సభ్యురాలిగా. . . హర్మన్ ప్రీత్ తొలిసీజన్లో 296 పరుగులు సాధించడంతో పాటు.", "sentence_b": "జింబాబ్వేపై 172 పరుగులు చేసి టీ20ల్లో అత్యధిక వ్యక్తిగత స్కోరును కూడా నమోదు చేశాడు."}, {"pair_id": "OUSD_4965", "sentence_a": "ఇక ఈ ఫోన్కు చెందిన 2జీబీ ర్యామ్, 16 జీబీ స్టోరేజ్ వేరియెంట్ ధర రూ.", "sentence_b": "హైదరాబాద్ ట్రేడ్ సెంటర్ ఏర్పాటు గురించి కూడా ఈ సందర్భంగా ఆయన ప్రస్తావించారు."}, {"pair_id": "OUSD_313", "sentence_a": "ఈ మేరకు ఒక ప్రకటన విడుదల చేశారు. అందులో. . . మా కుటుంబానికి సంబంధించిన విషయాలు ఇటీవల మీడియాలో వస్తున్నాయి.", "sentence_b": "కాగా కరోనా వైరస్ గురించి మలయాళ సూపర్స్టార్ మోహన్లాల్ షాకింగ్ కామెంట్లు చేశారు."}, {"pair_id": "SP_1518", "sentence_a": "తమిళ్, తెలుగు, మలయాళం భాషల్లో ఈ భామకు విపరీతమైన క్రేజ్ ఉంది.", "sentence_b": "అయితే కోలీవుడ్లో మాత్రం ఈ అమ్మడు ఓ రేంజ్లో దూసుకుపోతోంది."}], "is_golden": "false", "status": ""}
{"set_id": "2200", "wb_display": "218", "input": [{"pair_id": "SP_534", "sentence_a": "కరోనా వ్యాప్తి నేపథ్యంలో పరీక్షలు నిర్వహిస్తే విద్యార్థులు వైరస్ ప్రభావానికి గురయ్యే ప్రమాదం ఉందని పిటిషన్ లో పేర్కొన్నారు.", "sentence_b": "విచారణ సందర్భంగా, ప్రభుత్వం తరఫున సొలిసిటర్ జనరల్ తుషార్ మెహతా కోర్టుకు వివరాలు తెలిపారు."}, {"pair_id": "UDD_797", "sentence_a": "తొలి సినిమా టాక్ బయటకు రాకుండానే ప్రియకు ఆఫర్లు వెల్లువెత్తుతున్నాయి.", "sentence_b": "మృతదేహాల ను పోస్టుమార్టం ఆసుపత్రికి తరలించి కేసు దర్యాప్తు చేస్తున్నారు."}, {"pair_id": "OUSD_60", "sentence_a": "ఈ సినిమా బాలీవుడ్ లో కలెక్షన్స్ బాగా తెచ్చుకుంది.", "sentence_b": "అంతేకాక ఈ షెడ్యూల్లోనే బాలీవుడ్ నటుడు అజయ్ దేవగన్ ఇంట్రో సీన్ కూడా పూర్తి చేయాలని ప్లాన్ చేస్తున్నారట."}, {"pair_id": "OUSD_2665", "sentence_a": "ఫిబ్రవరి 23 నుంచి 25వ తేదీ వరకు జరిగిన 2017 ప్రపంచ స్నో షూ ఛాంపియన్షిప్ పోటీలలో హుస్సేన్ పాల్గొన్నాడు.", "sentence_b": "ఆస్ట్రేలియాలోని ఫిలిప్ ఐలాండ్ వేదికగా జరిగిన టోర్నీ మహిళల డబుల్స్ టైటిల్ విజేతగా అంకిత జోడీ నిలిచింది."}], "is_golden": "false", "status": ""}
{"set_id": "16_G", "wb_display": "219", "input": [{"pair_id": "38", "sentence_a": "లేట్ ఎందుకు మీరు కూడా ఆ ట్రైలర్పై ఓ లుక్కేయండి.", "sentence_b": "దీవాలీ ఎఫెక్ట్తో ఢిల్లీలో కాలుష్యం దాదాపు పదిరెట్లు పెరిగిపోయిందని స్థానికులు వాపోతున్నారు"}, {"pair_id": "54", "sentence_a": "ఏపి ఎన్నికల్లో ప్రజలు అనూహ్యమైన తీర్పిచ్చారు . ప్రస్తుతం వైఎస్ఆర్సిపి 145 సీట్లలో అధిపత్యాన్ని చూపుతున్నాయి .", "sentence_b": "ఏపి లో జరిగిన ఎన్నికల్లో ప్రజలు ఉహించని తీర్పిచ్చారు. ఇప్పటివరకు ఎన్నికల పోటి చూడగా వైఎస్ఆర్సిపి 145 సీట్లతో ముందంజలో ఉంది."}, {"pair_id": "5", "sentence_a": "ఆ విషయం తెలిసి షాక్ అయ్యాను : బాలకృష్ణ", "sentence_b": "తెలుగు చలన చిత్ర నటీమణి గీతాంజలి గుండెపోటుతో మృతి చెందిన విషయం తెలిసి షాక్ గురైయ్యానని నందమూరి బాలకృష్ణ అన్నారు."}, {"pair_id": "32", "sentence_a": "కోల్కతాలోని ఐపీఎల్ 2020 సీజన్లో భాగంగా ఇక్కడ జరుగుతున్న వేలంలో ఆస్ట్రేలియా పేసర్ ప్యాట్స్ కమిన్స్ జాక్పాట్ కొట్టేశాడు .", "sentence_b": "ఆస్ట్రేలియా పేసర్ ప్యాట్స్ కమిన్స్ కోల్కత్తాలో ని ఐపిఎల్ 2020 సీజన్లో జర్గుతున్న వేలంలలో జాక్పోట్ సొంతం చేసుకుంది."}], "output": {"least_related": "38", "most_related": "54", "lr_explanation": "", "mr_explanation": ""}, "is_golden": "true", "status": ""}
{"set_id": "10_G", "wb_display": "220", "input": [{"pair_id": "92", "sentence_a": "కరోనా నియంత్రణకు రూ.5వేల కోట్లు: సీఎం కేసీఆర్", "sentence_b": "కరోనా వైరస్ ను నియంత్రించేందుకు అవసరమైతే రూ.5వేల కోట్లయిన ఖర్చు చేస్తామని ముఖ్యమంత్రి కే చంద్రశేఖరరావు ప్రకటించారు."}, {"pair_id": "56", "sentence_a": "ధోనీని మోసేస్తూ వరుస ట్వీట్లతో మహీ అభిమానులను ఆకట్టుకుంటోంది.", "sentence_b": "కొద్ది రోజుల క్రితమే ధోనీ వికెట్ల వెనకాల ఉంటే. . క్రీజు వదిలే ధైర్యం చేయకండి అంటూ ప్రత్యర్థులను హెచ్చరించిన ఐసీసీ."}, {"pair_id": "43", "sentence_a": "దీనిని బట్టి అక్కడ సాధారణ ప్రజలకు భారత్పై ఏ మాత్రం వ్యతిరేకత లేదని అర్ధమవుతుంది.", "sentence_b": "ప్రభుదేవా నటిస్తున్న చార్లీ చాప్లిన్-2 సినిమాతో ఆదాశర్మ తమిళ సినిమా పరిశ్రమకు పరిచయమవుతోంది."}, {"pair_id": "19", "sentence_a": "న్యూఢిల్లీ, జనవరి 2: కిరోసిన్ అమ్మకాలపై రాయితీని వినియోగదారుల ఖాతాలకు నగదు బదిలీ పథకం (డిబిటి) ద్వారా పంపించడం వల్ల అర్హులకే ప్రభుత్వ సంక్షేమ ఫలాలు అందినట్లవుతుందని ఆర్థిక వ్యవహారాల కార్యదర్శి శక్తికాంత దాస్ శనివారం ట్విట్టర్లో అభిప్రాయపడ్డారు.", "sentence_b": "1991నాటి సంస్కరణలు, ఆ తరువాత చేపట్టిన సంస్కరణలు ప్రపంచంలోనే అత్యంత వేగంగా వృద్ధి చెందుతున్న ఆర్థిక వ్యవస్థగా భారత్ అవతరించడానికి పునాదులు వేశాయని మన్మోహన్ సింగ్ ఈ సందర్భంగా అన్నారు."}], "output": {"most_related": "19", "least_related": "92", "mr_explanation": "", "lr_explanation": ""}, "is_golden": "true", "status": "success", "attempts": 1, "last_modified": "2023-10-27 11:25:07"}
